[Language]
DisplayName=한국어

[MBR Distributors]
CmbCOCDistributors_Info_01=Unknown COC
CmbSuspendAndroid_Info_01=Specify if Android will be suspended for brief time only during search and attack or\r\nfor every ImgLoc/Image processing call. If you experience more frequent network issues\r\ntry to use "Only during Search/Attack" option or disable this feature.
CmbSuspendAndroid_Item_01=Disabled|Only during Search/Attack|For every Image processing call
Emulator_Item_01=Google
Emulator_Item_02=Kunlun
Emulator_Item_03=Qihoo
Emulator_Item_04=Baidu
Emulator_Item_05=9game
Emulator_Item_06=Wandoujia/Downjoy
Emulator_Item_07=Huawei
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=Anzhi
Emulator_Item_11=Kaopu
Emulator_Item_12=Lenovo
Emulator_Item_13=Guopan
Emulator_Item_14=Xiaomi
Emulator_Item_15=Haimawan
Emulator_Item_16=Leshi
Emulator_Item_17=Microvirt
Emulator_Item_18=Yeshen
Emulator_Item_19=Aiyouxi
Group_01=No COC
Group_02=제조사
LblAdvanced_Android_Options=Suspend/Resume Android
NO_COC=No COC
Unknown_COC=Unknown COC
[MBR Popups]
Bot_will_exit=알림 =>> 완료되면 재시작을 위해 봇이 종료됨!
Cancel_to_exit=취소를 클릭하면 마침.
CheckPrerequisites_Item_01=대장, 일부 파일이 잘못 되었습니다!
CheckPrerequisites_Item_02=모든 폴더와 파일을 압축해제하고 이 프로그램을 다시 실행하세요!
CheckPrerequisites_Item_03=미안합니다. 준비될때까지 시작버튼이 활성화 되지 않습니다!
CheckPrerequisites_Item_04=대장, 파일명이 잘못되었습니다!
CheckPrerequisites_Item_05=파일명을 "MyBot.run.exe"로 해야함!  MyBot.run.exe로 되돌리고 봇을 재시작하세요!
Close_Bot=봇을 종료해 주세요!
Delete_and_Reset_Building_info=확인을 클릭하면 모든 건물정보가 삭제되고 초기화 됨,
Delete_Building_Info=건물 정보를 삭제할까요?
Delete_Profile_01=프로필 삭제
Delete_Profile_02=정말로 프로필을 삭제하는게 맞나요?\r\n이 행동 후 다시 되돌릴 수 없음.
Delete_then_restart_bot=확인을 클릭하면 봇이 재시작됨 (수동)
Func_AttackCSVAssignDefaultScriptName_Copy_0=새로운 스크립트 파일 복사
Func_AttackCSVAssignDefaultScriptName_Copy_1=복사
Func_AttackCSVAssignDefaultScriptName_Create=새로운 스크립트 파일 생성
Func_AttackCSVAssignDefaultScriptName_Error=파일을 생성하는 동안 오류 발생.
Func_AttackCSVAssignDefaultScriptName_File-exists=파일존재함, 다른 이름을 입력하시오.
Func_AttackCSVAssignDefaultScriptName_New_0=새 스크립트 파일명
Func_AttackCSVAssignDefaultScriptName_New_1=->새 스크립트 파일명
Func_cmbLanguage=새로운 언어를 적용하여 봇 재시작:
Func_Locate_Building_01='건물위치설정' 버튼을 클릭하고 업그레이트 할 건물/영웅을 클릭하세요.
Func_Locate_Building_02=업그레이드 할 것들의 위치설정이 끝나면 종료 버튼을 클릭하세요.
Func_Locate_Building_03=건물 검색을 종료하려면 취소 버튼을 클릭하세요.
Func_Locate_Building_04=건물위치설정|종료|취소
Func_Locate_Building_05=업그레이드 예약
Func_Locate_Building_06=이제 에뮬레이터 창 밖으로 마우스를 움직여도 됨, 땡큐~!!
Func_Locate_Building_07=업그레이트를 체크할 동안 마우스를 에뮬레이트창 바깥에 두세요, 땡큐!!
Func_Locate_Building_08=업그레이드 비용 입력
Func_Locate_Building_09=개발자가 분석하도록 할 업그레이드 이미지 복사 저장할까요?
Func_Locate_Building_10=골  드   |  엘 릭 서  | 다크 엘릭서
Func_Locate_Building_11=당신의 도움이 필요함
Func_Locate_Building_12=업그레이드 유형:
Func_Locate_Clan_Castle_01=확인을 클릭하고 클랜성을 클릭하세요.
Func_Locate_Clan_Castle_02=클랜성 위치
Func_Locate_King_Altar_01=확인을 클릭하고 바바리안킹 제단을 클릭하세요.
Func_Locate_King_Altar_02=바바바리안킹 제단 위치
Func_Locate_Laboratory_01=확인을 클릭하고 연구소를 클릭하세요.
Func_Locate_Laboratory_02=연구소 위치
Func_Locate_Queen_Altar_01=확인을 클릭하고 아처퀸 제단을 클릭하세요.
Func_Locate_Queen_Altar_02=아처퀸 제단 위치
Func_Locate_TownHall_01=확인을 클릭하고 마을회관을 클릭하세요.
Func_Locate_TownHall_02=마을회관 위치
Func_Locate_Warden_Altar_01=확인을 클릭하고 워든 제단을 클릭하세요.
Func_Locate_Warden_Altar_02=그랜드워든 제단 위치
Func_PresetDeleteConf_Info_01=설정 삭제
Func_PresetDeleteConf_Info_02=설정내용을 삭제하는게 확실한가요? "
Locate_building_01=건물을 클릭하고 마우스를 빨리 움직이지 마세요.
Locate_building_02=건물 이름이 보이는지 확인합니다!
Locate_building_03=이제 에뮬레이터 창 밖으로 마우스를 움직여도 됨, 땡큐~!!
Locate_building_04=알림
Locating_your_TH=만약 마을회관이 업그레이드
Must_restart_bot=중이면 봇을 재시작 해야 함!
MyVillage=MyVillage
Ok=확인
Ok_Cancel=확인|취소
OK_to_restart_bot=업글 중이면 확인을 클릭,
Profile_Already_Exists_01=프로필이 이미 있음
Profile_Already_Exists_02=%s 은 이미 존재함.\r\n다른 이름의 프로필을 선택하세요.
Profile_Already_Exists_03=already exists.
Profile_Already_Exists_04=Please choose another name for your profile
Restart_bot=확인을 클릭하면 봇을 닫고 재시작 합니다.(수동)
Settings_DPI_Error_01=DPI가 올바르지 않음. 현재 설정값은
Settings_DPI_Error_02=%. 봇이 작동하기 위해서는 100%로 설정해야 함.
Settings_DPI_Error_03=DPI를 정확하게 설정했다면, 컴퓨터를 재부팅하고 봇을 재시작 하세요.
Settings_DPI_Error_04=이것을 변경할 때까지 봇을 사용할 수 없음.
Settings_DPI_Error_05=확인을 클릭하면 DPI를 어떻게 변경하는지 설명을 볼 수 있음.
Settings_DPI_Error_06=DPI가 정확하지 않음
Settings_DPI_Error_07=지원안됨
Settings_DPI_Error_08=미안합니다. 봇이 당신의 운영체제를 지원하지 않습니다.
Settings_Error=설정 보기 오류
sText_01=심각한 에러가 발생 했습니다.
sText_02=찾거나 시작할 수 없음
sText_03=PC를 재부팅하고 다시시도,
sText_04=www.mybot.run에 접속하여 포럼등에서 도움을 받을 수 있음.
sText_05=마이봇 종료!
sText_06=좋아요 - 프로그램을 종료해야함.
Sure_Close Bot=봇을 재시작 하는게 확실 한가요?
Sure_Delete_Building_Info=건물 정보를 지우는게 100% 확실한가요?
YES_NO=확인|취소
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=공격 기록
AtkLogHead_Text_02=--------  약   탈 --------       ----- 보 너 스 ------
AtkLogHead_Text_03=|AC|TIME|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=빨간 버튼이 보이는 것은 연구소가 업그레이드 진행중임을 의미함.
BtnResetLabUpgradeTime_Info_02=이것은 업그레이드가 끝나가면 자동으로 보이지 않음.
BtnResetLabUpgradeTime_Info_03=정상적으로 업그레이드가 끝나지 않고 보석으로 수동으로 완료 했다면,
BtnResetLabUpgradeTime_Info_04=새로운 업그레이드 전에 빨간 버튼을 눌러 업그레이드 이산을 재설정 해야함.
BtnResetLabUpgradeTime_Info_05=주의 - 불필요한 타이머 재설정은 강제로 계속해서 연구소 상태를 체크하게 됨.
BtnResetLabUpgradeTime_Info_06=병력 업그레이트 시작됨
BtnResetLabUpgradeTime_Info_07=완료여부를 체크할 때:
Lab_GUIUpdate_Info_00=빨간 버튼이 보이는 것은 연구소가 업그레이드 진행중임을 의미함.
Lab_GUIUpdate_Info_01=이것은 업그레이드가 끝나가면 자동으로 보이지 않음.
Lab_GUIUpdate_Info_02=정상적으로 업그레이드가 끝나지 않고 보석으로 수동으로 완료 했다면,
Lab_GUIUpdate_Info_03=새로운 업그레이드 전에 빨간 버튼을 눌러 업그레이드 이산을 재설정 해야함.
Lab_GUIUpdate_Info_04=주의 - 불필요한 타이머 재설정은 강제로 계속해서 연구소 상태를 체크하게 됨.
Lab_GUIUpdate_Info_05=병력 업그레이트 시작됨
Lab_GUIUpdate_Info_06=완료여부를 체크할 때:
Lab_GUIUpdate_Info_07=연구소 업그레이드 타이머를 초기화 하는게 확실한가요?
Lab_GUIUpdate_Info_08=확인을 클릭하면 초기화되고
Lab_GUIUpdate_Info_09=취소를 클릭하면 취소됨
Lab_GUIUpdate_Info_10=타이머 초기화
Lab_GUIUpdate_Info_11=취소하고 되돌아가기
Lab_GUIUpdate_Info_12=연구소 업그레이드 타이머 초기화?
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=UnDock
Func_AndroidEmbedded_True=Dock
Func_btnHide_False=보이기
Func_btnHide_True=숨기기
[MBR Global GUI Design]
AM=AM
Clear_set_row_of_boxes=이 버튼은 가로줄 체크 박스를 전체 선택/해제 합니다.
Day=요일
days=일
Fr=금
Friday=금요일
Hour=시간
hr=시
hrs=시간
LblTownhall=마을회관
Level=레벨
Maxi=최대
min.=시간
Minutes=분
Mo=월
Monday=월요일
None=없음
Only_during_day=주일 중 선택한 날만
Only_during_hours=하루 중 선택한 시간만
PM=PM
Sa=토
Saturday=토요일
search(es).=검색.
sec.=초.
second=초
seconds=초
Su=일
Sunday=일요일
Th=목
Thursday=목요일
Tu=화
Tuesday=화요일
We=수
Wednesday=수요일
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=참고: 이비활성화되어 있습니다. 활성화하려면 탭의
disabled_Tab_03_STab_02_STab_Info_01=참고: 이 전략은 비활성화되어 있습니다. 활성화하려면 탭의
disabled_Tab_03_STab_02_STab_Info_02=체크 표시를 선택하십시오!
Tab_01=작동상태
Tab_02=마을
Tab_02_STab_01=기타설정
Tab_02_STab_02=병력지원
Tab_02_STab_02_STab_01=병력요청
Tab_02_STab_02_STab_02=병력지원
Tab_02_STab_02_STab_03=지원일정
Tab_02_STab_03=업그레이드
Tab_02_STab_03_STab_01=연구소
Tab_02_STab_03_STab_02=영웅
Tab_02_STab_03_STab_03=건물
Tab_02_STab_03_STab_04=장벽
Tab_02_STab_04=업적
Tab_02_STab_05=알림
Tab_02_STab_05_STab_01=PushBullet/Telegram
Tab_02_STab_05_STab_02=알림일정
Tab_03=공격설정
Tab_03_STab_01=병력 훈련
Tab_03_STab_01_STab_01=병력/마법
Tab_03_STab_01_STab_02=가속
Tab_03_STab_01_STab_03=훈련 순서
Tab_03_STab_01_STab_04=옵션
Tab_03_STab_02=검색 && 공격
Tab_03_STab_02_STab_01=빈집
Tab_03_STab_02_STab_01_STab_01=정제소
Tab_03_STab_02_STab_02=맛집
Tab_03_STab_02_STab_03=홀치기
Tab_03_STab_02_STab_04=저렙공격
Tab_03_STab_02_STab_05=추가설정
Tab_03_STab_02_STab_05_STab_01=스마트잽
Tab_03_STab_02_STab_05_STab_02=트로피설정
Tab_03_STab_02_STab_0X_STab_01=검색
Tab_03_STab_02_STab_0X_STab_02=공격
Tab_03_STab_02_STab_0X_STab_03=전투종료
Tab_03_STab_03=전략
Tab_03_STab_03_STab_01=전략 불러오기
Tab_03_STab_03_STab_02=전략 저장하기
Tab_04=봇
Tab_04_STab_01=옵션
Tab_04_STab_02=안드로이드
Tab_04_STab_03=디버그
Tab_04_STab_04=프로필
Tab_04_STab_05=상태
Tab_04_STab_05_STab_01=합계
Tab_04_STab_05_STab_02=기타
Tab_04_STab_05_STab_03=공격
Tab_04_STab_05_STab_04=지원
Tab_05=제작진
[MBR GUI Design Bottom]
BtnAttackNowDB=빈집공격
BtnAttackNowLB=맛집공격
BtnAttackNowTS=홀치기
BtnEmbed=Dock
BtnEmbed_Info_01=안드로이드 창을 봇과 결합해서 하나의 창으로 표시합니다.
BtnHide=숨기기
BtnHide_Info_01=안드로이드(블루스택등) 창을 화면에서 숨깁니다.
BtnHide_Info_02=(최소화가 아니라 완전히 숨김)
BtnMakeScreenshot=스냅샷
BtnMakeScreenshot_Info_01=여기를 클릭하면 마을 사진을 찍어 파일로 저장합니다.
BtnPause=일시정지
BtnPause_Info_01=봇의 모든 동작을 일시 중지 할 수 있습니다. (또는 Pause/Break 키)
BtnResume=계  속
BtnResume_Info_01=일시 중지 된 봇을 다시 시작합니다. (또는 Pause/Break 키)
BtnSearchMode=검색모드
BtnSearchMode_Info_01=공격은 안하고 조건에 맞는 마을만 검색합니다.
BtnStart=봇 시작
BtnStart_Info_01=이것으로 봇을 시작합니다.
BtnStop=봇 중지
BtnStop_Info_01=이것으로 봇을 멈춥니다.(또는 ESC 키)
ChkBackgroundMode=백그라운드
ChkBackgroundMode_Info_01=여기를 체크하면 봇이 백그라운드 모드로 작동합니다.
ChkBackgroundMode_Info_02=또한 블루스택 창도 화면에서 숨깁니다.
Group_01=- 프리웨어 봇 -
GrpVillage=마을
GrpVillage_Info_01=마을정보와 통계 창 전환
LblDonate=개발 지원
LblDonate_Info_01=Paypal 기부?
LblVillageReportTemp_01=첫 실행시
LblVillageReportTemp_02=마을상태가 여기에
LblVillageReportTemp_03=나타납니다.
[MBR GUI Design Child Attack - Attack Scripted]
CmbScriptDropline=드롭라인/모서리고정|드롭라인/레드라인 포인트 우선|전체 드롭라인/ 모서리고정|전체 드롭라인/레드라인 포인트 우선|드롭 라인 없음
CmbScriptDropline_Info_01=드롭라인 가장자리를 선택하십시오. 기본값은 모서리고정이며 더 안전합니다. 레드라인 포인트 우선은 공격력을 향상시킬 수 있습니다.
CmbScriptName=스크립트 선택; 'CSV/Attack' 폴더에서 새 스크립트를 추가하거나 수정가능
CmbScriptRedlineImpl=ImgLoc 기본 레드라인(기본값)|ImgLoc 레드라인 중 투입지점만|기존방식 레드라인|레드라인 무시(외부 가장자리)
CmbScriptRedlineImpl_Info_01=레드라인 인식방법을 선택하십시오. 개선된 ImgLoc 방식이 기본값이며 가장 좋습니다. (투입지점만: 병력투입이 가능한 지점만 레드라인으로 인식, 투입가능 지점이 줄어듬)
Group_01=투입
IconCopy_Info_01=현재 공격 스크립트를 새로운 이름으로 복사
IconCreate_Info_01=새 공격 스크립트 만들기
IconReload_Info_01=스크립트 파일 새로 적용
IconShow-Edit_Info_01=현재 공격 스크립트를 보기/수정
[MBR GUI Design Child Attack - Attack]
ChkTHSnipeBeforeEnable=외부의 TH 우선 공격
ChkTHSnipeBeforeEnable_Info_01=마을회관에 바깥에 위치해 있으면 홀치기 시작
Chk-Use-Clan Castle_Info_01=클랜성에 병력이 있으면 클랜병력 사용.
Chk-Use-Clone_Info_01=공격에 복제마법 사용...
Chk-Use-Earthquake_Info_01=공격에 지진마법 사용...
Chk-Use-Freeze_Info_01=공격에 얼음마법 사용...
Chk-Use-Haste_Info_01=공격에 신속마법 사용...
Chk-Use-Healing_Info_01=공격에 치유마법 사용...
Chk-Use-Jump_Info_01=공격에 이동마법 사용...
Chk-Use-King_Info_01=공격에 바바킹 사용...
Chk-Use-King_Info_02=마을회관 7레벨 이상 가능
Chk-Use-Light_Info_01=공격에 번개마법 사용...
Chk-Use-Poison_Info_01=공격에 독마법 사용...
Chk-Use-Queen_Info_01=공격에 아처퀸 사용...
Chk-Use-Queen_Info_02=마을회관 9레벨 이상 가능
Chk-Use-Rage_Info_01=공격에 분노마법 사용...
Chk-Use-Skeleton_Info_01=공격에 해골마법 사용...
Chk-Use-Warden_Info_01=공격에 워든 사용...
Chk-Use-Warden_Info_02=마을회관 11레벨에서 가능
Cmb-Algorithm_Item_01=일반공격
Cmb-Algorithm_Item_02=스크립트공격
Cmb-Algorithm_Item_03=Milking 모드
Cmb-Algorithm_Item_03_SubItem_01=A - 자원시설
Cmb-Algorithm_Item_03_SubItem_02=B - 조건
Cmb-Algorithm_Item_03_SubItem_03=C - 공격
Cmb-Algorithm_Item_03_SubItem_04=D - Milking 후
Cmb-Algorithm_Item_03_SubItem_05=확장
Cmb-SelectTroop_Info_01=공격에 사용할 병력 선택
Cmb-SelectTroop_Item_01=모든병력사용
Cmb-SelectTroop_Item_02=훈련소병력사용
Cmb-SelectTroop_Item_03=바바리안만
Cmb-SelectTroop_Item_04=아처만
Cmb-SelectTroop_Item_05=바바+아처
Cmb-SelectTroop_Item_06=바바+고블
Cmb-SelectTroop_Item_07=아처+고블
Cmb-SelectTroop_Item_08=바바+아처+자이
Cmb-SelectTroop_Item_09=바바+아처+고블+자이
Cmb-SelectTroop_Item_10=바바+아처+호그
Cmb-SelectTroop_Item_11=바바+아처+미니언
CmbTHSnipeBeforeScript_Info_01=CSV\THSnipe 폴더에서 CSV 설정을 수정/추가 할 수 있음.
Group_01=공격설정
Group_02=홀치기
LblAttackType=공격 형태
LblSelectSpecialTroop=특수 병력 사용
LblSelectTroop=투입병력
LblTHSnipeBeforeTiles=거리(타일)
LblTHSnipeBeforeTiles_Info_01=홀치기할 마을회관이 마을의 가장자리에서 위치할 거리(타일)
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=다크엘릭서 정제소 근처 투입
ChkAttackNearElixirCollector_Info_01=엘릭서 정제소 근처 투입
ChkAttackNearGoldMine_Info_01=금광 근처 투입
ChkRandomSpeedAtk=속도와 간격을 무작위로 유닛투입
ChkSmartAttackRedArea=지능형공격:레드라인근처 투입
ChkSmartAttackRedArea_Info_01=지능형공격은 공격을 위해 레드라인을 확인한 후 가까운 곳에 병력을 투입함.
CmbSmartDeploy_Info_01=병력별로 투입
CmbSmartDeploy_Info_02=방향별로 투입
CmbStandardDropOrder_Info_01=미리설정된 병력투입순서 선택.
CmbStandardDropOrder_Info_02=각각의 옵션은 병력투입 순서나  병력 투입 간격등을 설정합니다.
CmbStandardDropOrder_Info_03="이 병력만 투입"에서 선택된 병력이 있을 경우 그 병력만 투입
CmbStandardDropOrder_Item_01=병력별로 투입
CmbStandardDropSides_Info_01=한 방향 공격, 마을을 뚫을 수 있음
CmbStandardDropSides_Info_02=두 방향 공격, 마을을 뚫을 수 있음
CmbStandardDropSides_Info_03=세 방향 공격, 마을주변공격 위주이나 가끔 안쪽공격가능
CmbStandardDropSides_Info_04=공격할 방향 선택.
CmbStandardDropSides_Info_05=다크엘릭서 저장소 가까운 한 방향으로 투입
CmbStandardDropSides_Info_06=마을회관 가까운 한 방향으로 투입
CmbStandardDropSides_Item_01=한 방향 공격
CmbStandardDropSides_Item_02=두 방향 공격
CmbStandardDropSides_Item_03=세 방향 공격
CmbStandardDropSides_Item_04=모든 방향 공격
CmbStandardDropSides_Item_05=다크엘 방향 공격
CmbStandardDropSides_Item_06=타운홀 방향 공격
Group_01=병력투입
Label_01=병력투입 명령
Label_02=공격형태
Lbl-CmbStandardUnitDelay=투입속도
Lbl-CmbStandardUnitDelay_Info_01=병력을 투입할 속도, 1 (빠름) = 봇 같음, 10 (느림) = 인간 같음.
Lbl-CmbStandardUnitDelay_Info_02=랜덤은 봇이 알아서 인간에 가깝게 투입함.
Lbl-CmbStandardWaveDelay_Info_01=간격
LblSmartDeploy=투입방법
LblSmartDeploy_Info_01=병력을 투입할 방법을 설정합니다.
LblSmartDeploy_Info_02=병력별로 투입: 모든 방향으로 병력을 한 종류의 병력을 투입하고 다른 병력을 바꿔 가면서 투입
LblSmartDeploy_Info_03=방향별로 투입: 한 방향으로 여러 병력을 투입한 후 방향을 바꿔가며 병력을 투입
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=조건
ChkDEEnd_Info_01=다크엘릭서양이 설정값 미만이면서 바바킹이 약해지면 전투종료
ChkDEEnd_Info_02=다크엘릭서양이 설정값 미만이면서 아처퀸이 약해지면 전투종료
ChkDESideEB=미만 일때
ChkDESideEB_Info_01='다엘방향공격'을 위한 특별한 조건 사용.
ChkDESideEB_Info_02=만약 전체 다크 엘릭서량이 설정한 값 이하일 경우 다른 조건에 걸리지 않으면 전투 종료.
ChkDisableOtherEBO=일반 전투종료설정 끄기
ChkDisableOtherEBO_Info_01='다엘방향공격'이 선택된 경우 일반 전투종료 설정을 끕니다.
ChkEndNoResources=남아 있는 자원이 없을 때
ChkEndNoResources_Info_01=모든 골드, 엘릭서, 다크엘릭서 = 0 이면 전투종료.
ChkEndOneStar=별 1개 획득 시
ChkEndOneStar_Info_01=전투에서 별을 1개 획득하면 전투종료
ChkEndOneStar_Info_02=다크엘릭서양이 설정값 미만이면서 별을 1개 획득하면 전투종료.
ChkEndPercentChange=파괴율 변화가
ChkEndPercentChange_Info_01=파괴율에 변화가 없으면 전투 종료
ChkEndPercentHigher=파괴율이
ChkEndPercentHigher_Info_01=파괴율이 일정 이상이면 전투 종료
ChkEndTwoStars=별 2개 획득 시
ChkEndTwoStars_Info_01=전투에서 별을 2개 획득하면 전투종료
ChkStopAtkNoLoot=약탈량 변화가 없을 경우
ChkStopAtkNoLoot_Info_01=설정한 시간동안 추가 약탈이 없으면 전투종료.
ChkStopAtkNoLoot_Info_02=전투에서 병력과 영웅, 클성병력을 모두 투입 후 세기 시작.
Group_01=전투 종료
Group_02=다엘 방향 공격 전투종료 옵션
LabelDE_01=다크엘릭서 방향공격, 전투종료설정
LabelDE_Info_01=맛집 공격에서 공격형태를 '다엘방향공격'으로 설정한 경우 활성화됨.
LblDEEnd=이 약해짐.
LblMinRerourcesAtk2=또는 자원이 적을 때
LblMinRerourcesAtk2_Info_01=골드가 설정값 이하면 전투종료.
LblPercentChange=없을 때
LblPercentHigher=이상
LblStopAtkNoLoot=시간
LblSwitch_DB_Attack_at_END=빈집 공격 전환
TxtArmyCamps2_Info_01=이 옵션이 사용가능한 집합소 병력량 %
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=집합소
ChkActivateCamps_Info_01=이 옵션을 작동시킬 집합소 % 비율
ChkActivateSearches=검색
ChkActivateSearches_Info_01=알림 - 이 공격방식(빈집/맛집/홀치기/저렙공격)을 작동 시킬 범위 설정.
ChkActivateSearches_Info_02=검색과정을 재시작할 검색 제한을 설정하지 않음.
ChkActivateTropies=트로피
ChkActivateTropies_Info_01=이 옵션은 트로피 범위를 유지할 트로피 조정을 하지 않음.
ChkMaxAirDefense=이 레벨 이하의 대공포 보유마을 검색
ChkMaxEagle=이 레벨 이하의 독수리포탑 보유마을 검색
ChkMaxInferno=이 레벨 이하의 인페르노 보유마을 검색
ChkMaxMortar=이 레벨 이하의 박격포 보유마을 검색.
ChkMaxWizTower=이 레벨 이하의 마법사타워 보유마을 검색
ChkMaxXBow=이 레벨 이하의 대형석궁 보유마을 검색
ChkMeetDE=다크엘릭서
ChkMeetDE_Info_01=설정한 최소 다크엘릭서 보유 마을 검색.
ChkMeetOne=하나의 조건 맞으면 공격
ChkMeetOne_Info_01=위의 조건 중 하나만 맞으면 바로 공격.
ChkMeetTH_Info_01=설정한 최고 마을회관 레벨 이하 조건 마을검색.
ChkMeetTHO=바깥에 배치된 마을회관
ChkMeetTHO_Info_01=마을 바깥으로 노출된 마을회관 검색. (장벽 바깥 위치)
ChkMeetTrophy_Info_01=설정한 최소 트로피에 해당 해당하는 마을검색
ChkMeetTrophy_Info_02=최소설정. 공격할 마을을 검색할 트로피 최소조건.
ChkMeetTrophy_Info_03=Set the Max. amount of Trophies to search for on a village to attack.
ChkSpellsWait=마법 완료 기다림
ChkSpellsWait_Info_01=이 공격 방식을 위한 마법이 준비될때 까지 검색 중지
ChkSpellsWait_Info_02=경고: 마법제작소가 없거나 봇이 공격하지 않으면 작동하지 않음.
ChkWaitForCastleSpell=클랜성 마법 기다림
ChkWaitForCastleSpell_Info_01=누군가 클랜성에 마법을 지원해줄때까지 기다림
ChkWaitForCastle=클랜지원 기다림
ChkWaitForCastle_Info_01=클랜성이 가득찰때까지 기다림
CmbDBTH=최대설정. 공격할 마을을 검색할 마을회관 최대 레벨 조건 설정.
CmbMaxAirDefense_Info_01=공격하기 위한 마을을 검색하기 위한 대공포 최고레벨 설정.
CmbMaxEagle_Info_01=최대설정. 공격할 마을을 검색할 독수리포탑 최대레벨.
CmbMaxInferno_Info_01=최대설정. 공격할 마을을 검색할 인페르노 최대레벨.
CmbMaxMortar_Info_01=최대설정. 공격할 마을을 검색할 박격포 최대레벨.
CmbMaxWizTower_Info_01=최대설정. 공격할 마을을 검색할 마법사타워 최대레벨.
CmbMaxXBow_Info_01=최대설정. 공격할 마을을 검색할 대형석궁 최대레벨.
CmbMeetGE_Info_01=검색할 마을의 조건설정 Gold And/Or/Plus Elixir.
CmbMeetGE_Info_02=AND: 골드와 엘릭서 모두.
CmbMeetGE_Info_03=OR: 골드나 엘릭서 둘 중 하나.
CmbMeetGE_Info_04=+ (PLUS): 골드와 엘릭서를 합한 수량.
CmbMeetGE_Item_01=G And E
CmbMeetGE_Item_02=G Or E
CmbMeetGE_Item_03=G + E
CmbWaitForCastleSpell=아무거나
Group_01=검색 시작 조건
Group_02=검색조건
Group_03=약한마을 | 무기레벨
LblActivateMaxSearches_Info_01=이 옵션을 작동시킬 최대 검색 횟수
LblActivateMaxTropies_Info_01=이 옵션을 작동시킬 최대 트로피 횟수
LblActivateMinSearches=이 옵션을 작동시킬 최소 검색 횟수
LblActivateMinTropies_Info_01=이 옵션을 작동시킬 최소 트로피 횟수
LblAddTiles_01=마을회관, 마을끝에서 거리, 타일
LblAddTiles_02=모서리, 거리
LblSWTTiles=훈련중
LblSWTTiles_Info_01=마을끝에서부터의 거리(타일)
LblTHadd_Info_01='마을바닥' 1x1 타일로 홀치기에서 마을끝에로 부터 몇 타일 안쪽에 마을회관이 위치해 있는지 나타냄.
LblTHadd_Info_02=예: (0) 타일; 마을가장자리에 TH위치. (4)타일: TH이 마을 끝에서 가운데 쪽으로 4타일만큼 안쪽에 위치함을 나타냄.
LblTHadd_Info_03=만약 마을회관이 설정한 거리(타일) 보다 멀 경우, 건너뜀.
TxtHeroesWait=영웅 회복 기다림
TxtHeroesWait_Info_01=영웅 업그레이드 반복을 체크한 경우 영웅기다림 설정은 작동 안됨!
TxtKingWait_Info_01=공격하기전에 바바리안킹이 준비되도록 기다림...
TxtKingWait_Info_02=마을회관 7레벨 이상 작동
TxtMinDarkElixir_Info_01=최소설정. 공격할 마을을 검색할 다크엘릭서 최소조건.
TxtMinElixir_Info_01=최소설정. 공격할 마을을 검색할 엘릭서 최소조건.
TxtMinGold_Info_01=최소설정. 공격할 마을을 검색할 골드 최소조건.
TxtMinGoldPlusElixir_Info_01=S최소설정. 공격할 마을을 검색할 골드와 엘릭서 합한 최소조건.
TxtQueenWait_Info_01=공격하기전에 아처퀸이 준비되도록 기다림...
TxtQueenWait_Info_02=마을회관 9레벨 이상 작동
TxtWaitForCastleSpell=~
TxtWardenWait_Info_01=공격하기전에 워든이 준비되도록 기다림...
TxtWardenWait_Info_02=마을회관 11레벨 작동
[MBR Global GUI Design Names Spells]
TxtCloneSpells=복제마법
TxtEarthQuakeSpells=지진마법
TxtFreezeSpells=얼음마법
TxtHasteSpells=신속마법
TxtHealingSpells=회복마법
TxtJumpSpells=이동마법
TxtLightningSpells=번개마법
TxtPoisonSpells=독마법
TxtRageSpells=분노마법
TxtShortCloneSpells=Clone
TxtShortEarthquakeSpells=지진마법
TxtShortFreezeSpells=얼음
TxtShortHasteSpells=신속
TxtShortHealSpells=회복
TxtShortJumpSpells=이동
TxtShortLightningSpells=번개
TxtShortPoisonSpells=독마법
TxtShortRageSpells=분노
TxtShortSkeletonSpells=해골
TxtSkeletonSpells=해골마법
[MBR Global GUI Design Names Troops]
Grand Warden=시:
King=King
Queen=Queen
TxtArchers=아처
TxtBabyDragons=베이비드래곤
TxtBalloons=해골비행선
TxtBarbarians=바바리안
TxtBowlers=볼러
TxtDragons=드래곤
TxtGiants=자이언트
TxtGoblins=고블린
TxtGolems=골렘
TxtHealers=치유사
TxtHogRiders=호그라이더
TxtLavaHounds=라바하운드
TxtMiners=광부
TxtMinions=미니언
TxtPekkas=페카
TxtValkyries=발키리
TxtWallBreakers=해골돌격병
TxtWitches=마녀
TxtWizards=마법사
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=군대 제거
ChkForceBrewBeforeAttack=강제 마법 제조
ChkTotalCampForced=인구수 수동설정
ChkTotalCampForced_Info_01=자동으로 인구수를 감지하지 못하는 경우 강제로 입력(질문 대신)
ChkUseQuickTrain=빠른훈련 사용
Group_01=Train Troops
Group_02=Brew Spells
LblCountTotal=합계
LblCountTotal_Info_01=합계가 100%가 되도록 설정하세요.
LblFullTroop=훈련량
Mouse_Left_Click=마우스 왼쪽 버튼은 레벨 올림\r\nShift + 마우스 왼쪽버튼을 클릭하면 레벨 내림
RdoArmy_01=군대 1
RdoArmy_02=군대 2
RdoArmy_03=군대 3
SpellCapacity=마법 용량
TxtFullTroop_Info_01=설정한 %만큼 집합소가 차면 공격을 시작함.
TxtSetSpell_Info_01=수량 입력.
TxtSetTroop_Info_01=훈련할
TxtSetTroop_Info_02=% 입력.
TxtTotalCountSpell_Info_01=보유가능한 마법수량 선택. 마법을 원하지 않으면 0 선택.
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=저렙공격: 저렙공격할 최고 마을회관 레벨 선택
Group_01=저렙 공격(빈집이나 맛집 못찾을 경우 사용)
LblATBullyMode=최고 TH 레벨
LblBullyMode=저렙공격모드에서는, 아래설정한 마을회관 레벨 이하면 공격함.
LblSearch=작동조건 >
LblSearch_Info_01=저렙공격: 설정한 횟 수 이후에 저렙공격 시작.
LblWhenFound=검색되면 아래 공격 설정 사용
RadBullyUseDBAttack=빈집공격
RadBullyUseDBAttack_Info_01=저렙공격할 대상을 찾으면 빈집공격 설정으로 공격.
RadBullyUseLBAttack=맛집공격
RadBullyUseLBAttack_Info_01=저렙공격할 대상을 찾으면 맛집공격 설정으로 공격.
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=이 박스를 체크하면, 봇이
ChkCollectorLevel_Info_02=차 있음.
ChkCollectorLevel10_Info_01=빈집을 검색하는 동안 10레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel11_Info_01=빈집을 검색하는 동안 11레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel12_Info_01=빈집을 검색하는 동안 12레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel6_Info_01=빈집을 검색하는 동안 6레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel7_Info_01=빈집을 검색하는 동안 7레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel8_Info_01=빈집을 검색하는 동안 8레벨 엘릭서 정제소를 찾습니다.
ChkCollectorLevel9_Info_01=빈집을 검색하는 동안 9레벨 엘릭서 정제소를 찾습니다.
ChkDisableCollectorsFilter=정제소 필터 미사용
ChkDisableCollectorsFilter_Info_01=빈집을 인식하는데 정제소 필터 미사용
CmbMinCollectorMatches_Info_01=빈집으로 인식하는데 필요한 정제소 수
Group_01=정제소
LblCollectorLevel=빈집을 찾는 동안 검색할 정제소 선택. 또한 얼마나 찬 것을 검색할지도 선택.
LblCollectorLevel10=10레벨 정제소가
LblCollectorLevel10_Info_01=빈집으로 인식할 10레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel11=11레벨 정제소가
LblCollectorLevel11_Info_01=빈집으로 인식할 11레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel12=12레벨 정제소가
LblCollectorLevel12_Info_01=빈집으로 인식할 12레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel6=6레벨 정제소가
LblCollectorLevel6_Info_01=빈집으로 인식할 6레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel7=7레벨 정제소가
LblCollectorLevel7_Info_01=빈집으로 인식할 7레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel8=8레벨 정제소가
LblCollectorLevel8_Info_01=빈집으로 인식할 8레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorLevel9=9레벨 정제소가
LblCollectorLevel9_Info_01=빈집으로 인식할 9레벨 엘릭서 정제소에 찬 양을 선택.
LblCollectorTolerance=비율
LblMinCollectorMatches=필요 정제소
SldCollectorTolerance_Info_01=이 슬라이더를 이용해서 모든 이미지의 비율 조절.
SldCollectorTolerance_Info_02=이미지별로 조절하고 싶다면, 파일을 수정하세요.
SldCollectorTolerance_Info_03=경고: 어떻게 사용하는지 모르면 손대지 마시오. 확실하지 않으면 0으로 설정하지 마시오.
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=삭제
BtnGUIPresetLoadConf=환경설정 불러오기
BtnGUIPresetSaveConf=환경설정 저장
BtnStrategyFolder=전력 폴더 열기
LblLoadPresetMessage=미리 구성된 설정 불러오기.\n\n- 병력훈련탭 설정 모두 불러오기\n- 검색 && 공격 탭 설정 모두 불러오기\n\n- 제외: 영상공유 설정\n- 제외: 약탈이미지 저장 설정\n- 제외: 보석 가속 설정
LblSaveFilename=전략 파일명
LblSaveFilenameNote=설명
LblSavePresetMessage=설정 저장\n--------------------------------------\nSave ALL:\n- 병력훈련탭 설정\n- 검색 && 공격 탭 설정\n\nExcept:\n- 영상공유 설정\n- 탈이미지 저장 설정\n- 보석 가속 설정\n--------------------------------------
[MBR GUI Design - Loading]
Android_instance_01=%s
Android_instance_02=%s (인스턴스 %s)
Closing_previous=이전 봇 닫는 중...
Commandline_multiple_Bots=명령 줄(또는 바로 가기)를 사용하여 여러 개의 봇을 시작할 수 있습니다. MyBot.run.exe [프로필 이름] [에뮬레이터 이름] [인스턴스 이름]\r\n\r\n[프로필 이름]에는 봇에서 사용하는 프로필 이름 입력 (봇/프로필 탭에서 프로필을 작성하고, 만일 프로필 이름에 여백이 포함 된 경우 큰 따옴표로 묶으십시오). 두 번째로는 에뮬레이터의 이름을 지정하고 세 번째는 안드로이드 인스턴스 (BlueStack이 아님)를 지정합니다.\r\n지원되는 에뮬레이터는 MEmu, Droid4X, Nox, BlueStacks2, BlueStacks, KOPlayer 및 LeapDroid입니다.\r\n예시:\r\nMyBot.run.exe MyVillage BlueStacks2\r\nMyBot.run.exe "My Second Village" MEmu MEmu_1
Compile_Script=스크립트를 (x64)로 실행/컴파일하지 마십시오! 봇을 작동 시키려면 (x86)으로 스크립트를 실행/컴파일하십시오.\r\n이 메시지가 여전히 나타나면 AutoIt을 다시 설치하십시오.
Loading_Profile=, 프로필 : %s
Msg_Android_instance_01=%s에 대한 봇이 이미 실행 중입니다.\r\n\r\n
Msg_Android_instance_02=프로필 %s인 봇이 이미 %s에서 실행 중입니다.\r\n\r\n
Msg_Android_instance_03=실행중인 %s %s을(를) 발견했습니다.
Msg_Android_instance_04=안드로이드 에뮬레이터 구성 : %s
Msg_Android_instance_05=%s에서 안드로이드 쉴드를 사용할 수 없습니다.
SplashStep_01=메인 GUI 로드 중...
SplashStep_02=하단 GUI 로드 중...
SplashStep_03=일반 탭 로드 중...
SplashStep_04=마을 탭 로드 중...
SplashStep_05=공격 탭 로드 중...
SplashStep_06=봇 탭 로드 중...
SplashStep_07=제작진 탭 로드 중...
SplashStep_08=GUI 초기화 중...
SplashStep_09=Waiting for bot slot...
SplashStep_Loading=Loading...
StatusBar_Item_01=봇 보이기
StatusBar_Item_02=최소화 되면 숨김
StatusBar_Item_03=개발 지원
StatusBar_Item_04=제작진
StatusBar_Item_05=나가기
StatusBar_Item_06=안드로이드 초기화 중...
StatusBar_Item_07=안드로이드 감지 중...
[MBR GUI Design Log]
BtnAtkLogClear=공격기록 지움
BtnAtkLogClear_Info_01=공격기록 지우기 위해 이 옵션 사용.
BtnAtkLogCopyClipboard=클립보드로 복사
BtnAtkLogCopyClipboard_Info_01=공격기록을 클립보드로 복사할때 사용 (CTRL+C)같음
CmbLogDividerOption_Item_01=자유롭게 조절(중앙선이용)
CmbLogDividerOption_Item_02=기록 창들 크기 같음
CmbLogDividerOption_Item_03=봇기록 크게, 공격기록 작게
CmbLogDividerOption_Item_04=봇기록 작게, 공격기록 크게
CmbLogDividerOption_Item_05=봇기록 전체, 공격기록 숨김
CmbLogDividerOption_Item_06=봇기록 숨김, 공격기록 전체
LblLog_Style=창 모양
LblLog_Style_Info_01=창 모양 설정 옵션.
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=병력/마법 요청
Group_01=클랜성 병력
TxtRequestCC=아무거나 감사합니다.
TxtRequestCC_Info_01=이 글은 대화창에서 클랜성 병력 지원요청을 할때 사용됩니다.
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=공격버튼 테스트
BtnTestAttackCSV=공격 CSV 테스트
BtnTestCleanYard=뜰 정리 테스트
BtnTestClickDrag=드래그(스크롤링)테스트
BtnTestDeadBase=빈집 테스트
BtnTestDonateCC=지원 테스트
BtnTestImage=이미지 테스트
BtnTestRequestCC=지원요청 테스트
BtnTestTrain=훈련 테스트
BtnTestVillageSize=마을크기 테스트
ChkdebugAttackCSV=CSV 공격
ChkdebugAttackCSV_Info _01=디버그: 특별한 CSV 분석 로그파일 생성
ChkdebugBuildingPos=건물
ChkdebugBuildingPos_Info _01=디버그: 로그에 건물의 위치를 기록합니다.
ChkDebugClick=좌표기록
ChkDebugClick_Info _01=디버그: 클릭한 x,y좌표를 로그에 기록합니다.
ChkDebugDeadbaseImage=빈집 폴더 테스트
ChkDebugDeadbaseImage_Info _01=공격 CSV 테스트
ChkDebugDisableVillageCentering=디버그: 마을 자동조정 미사용.
ChkDebugDisableVillageCentering_Info _01=빈집 테스트
ChkDebugDisableZoomout=줌아웃 미사용
ChkDebugDisableZoomout_Info _01=디버그: 마을 줌아웃 미사용.
ChkDebugImageSave=이미지
ChkDebugImageSave_Info _01=디버그: 문제해결을 위해 이미지를 저장합니다.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=디버그: 문제해결을 위해 OCR이미지를 저장합니다.
ChkDebugOCRDonate=온라인으로 디버그 지원
ChkDebugOCRDonate_Info _01=디버그: 아무 병력도 지원하지 않을 경우 지원만 시뮬레이션 하고 ocr을 만듬.
ChkDebugSetlog=메시지
ChkDebugSetlog_Info _01=디버그: 문제해결을 위해 코드속의 SetLog 메시지를 기록 디버그합니다.
ChkDebugSmartZap=스마트잽 디버그
ChkDebugSmartZap_Info _01=스마트잽  디버깅에 사용
ChkdebugTrain=훈련
ChkdebugTrain_Info _01=디버그:병력을 훈련하는 동안 디버그를 보여줌.
ChkMakeIMGCSV=CSV 공격 이미지
ChkMakeIMGCSV_Info _01=디버그: CSV 스크립트에 의한 마을 공격 이미지를 저장함.
Group_01=디버그
TestFindButton=검색 버튼 테스트
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=새 프로필 추가
BtnCancelProfileChange_Info_01=취소
BtnConfirmAddProfile_Info_01=확인
BtnDeleteProfile_Info_01=프로필 삭제
BtnRenameProfile_Info_01=프로필 이름변경
CmbProfile_Info_01=이것을 이용해서 다른 프로필 등을 전환할 수 있습니다.
CmbProfile_Info_02=프로필 저장 위치
Group_01=프로필 전환
TxtVillageName_Info_01=마을/프로필 이름
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=모든 다엘정제소
ChkNoobZap_Info_01=모든 다크엘릭서 정제소에 번개마법을 사용하려면 선택하십시오.
ChkSmartZapDB=빈집에만 사용
ChkSmartZapDB_Info_01=빈집에만 스마트잽을 사용합니다.(권장)
ChkSmartZapFTW=사용 된 번개마법의 양
ChkSmartZapFTW_Info_01=사용 된 지진마법의 양
ChkSmartZapFTW_Info_02=번개와 지진마법으로 공격한 다크엘릭서 정제소 수
ChkSmartZapSaveHeroes=홀치기 중 영웅투입 시 사용중지
ChkSmartZapSaveHeroes_Info_01=홀치기 중에 영웅을 투입한 경우 스마트잽 사용을 중지합니다.
Group_01=스마트잽
LblNoobZap=예상 정제소 이익
LblNoobZap_Info_01=각 다크엘릭서 정제소에서 예상되는 다크엘릭서 획득 양
LblNoobZap_Info_02=마지막 마법으로 예상값보다 적은 다크엘릭서를 얻으면 '모든 다엘정제소' 공격이 중지됩니다.
LblSmartUseEQSpell=지진마법
LblSmartUseEQSpell_Info_01=다크엘릭서 정제소에 지진마법을 사용하려면 선택하십시오.
LblSmartUseLSpell=번개마법
LblSmartUseLSpell_Info_01=다크엘릭서 정제소에 번개마법을 사용하려면 선택하십시오.
LblSmartUseLSpell_Info_02=봇이 완벽하게 작동하기 위해서는 '병력'탭에서 마법제작소 최대 용량과
LblSmartUseLSpell_Info_03=제조할 마법의 수를 입력하는 것을 잊지마시기 바랍니다.
LblSmartZap=최소 다크엘릭서 양
LblSmartZap_Info_01=훈련에서 다크 엘릭서의 최소량 값 설정
LblUse_This_Spell_to_Zap=다엘정제소에 마법 사용
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=빈집 공격
ChkTrophyAtkDead_Info_01=트로피를 낮추는 동안 한 번만에 빈집이 검색될 경우 공격함.
ChkTrophyHeroes=영웅사용
ChkTrophyHeroes_Info_01=영웅이 사용 가능하면 트로피 낮출때 영웅사용.
ChkTrophyRange=트로피 범위
Group_01=트로피 설정
LblDropTrophyArmyMin=병력 생산 기다림
LblDropTrophyArmyMin_Info_01=트로피를 낮추는 중 빈집 발견시 공격을 할 최소 생산 병력 비율을 %로 입력.
LblTrophyHeroesPriority=영웅 사용 순서
LblTrophyHeroesPriority_Info_01=선택한 순으로 영웅 사용이 가능하면 사용.
TxtDropTrophy_Info_01=최소: 봇이 설정한 값까지 트로피를 자동으로 낮춥니다.
TxtMaxTrophy_Info_01=최대: 봇이 설정한 값보다 트로피가 높을 경우 자동으로 낮춥니다.
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=GUI에서 설정한 마법수량을 초과하여 제작한 마법수량
Func_chkSpellWaitError_ErrorText_02=제작된 마법 수를 줄이세요,
Func_chkSpellWaitError_ErrorText_03=봇이 공격을 절대 가지 않음!!
Func_chkSpellWaitError_FunnyText_01=그 버튼이 아니네요!
Func_chkSpellWaitError_FunnyText_02=지원 ?000 to MyBot.run while you wait 15 minutes for this to time out?
Func_chkSpellWaitError_FunnyText_03=나가기 버튼을 찾는데 문제가 있나요?
Func_chkSpellWaitError_FunnyText_04=농답입니다, 하루종일 유지할까요?
Func_chkSpellWaitError_FunnyText_05=네 번 더 시도해봐요, 운이 빠르게 올수도 늦게 올수도 있어요!
Func_chkSpellWaitError_FunnyText_06=바나나 있으세요? 이 코드에서 원숭이는 배고파요!
Func_chkSpellWaitError_FunnyText_07=아마 Mr. 랜덤씨가 누르는 버튼과 같을때까지 눌러야 하지 않을까요?
Func_chkSpellWaitError_FunnyText_08=미안해요, 여기에서 빠져나갈 수 없습니다!
Func_chkSpellWaitError_FunnyText_09=프로그램 에러! 프로그래머들은 좋은 농담을 망칠 수 있습니다.
Func_chkSpellWaitError_MsgBox_01=이 경고 메시지를 닫으려면 예를 클릭하세요.
Func_chkSpellWaitError_MsgBox_02=예, 나는 경고를 알겠어요|아니오
Func_chkSpellWaitError_MsgBox_03=마법 기다림 경고!
Func_chkSpellWaitError_MsgBox_04=미안합니다, 경고를 인지하고 예를 클릭하세요!
Func_chkSpellWaitError_MsgBox_07=입력 오류
Func_chkSpellWaitError_MsgBox_08=측하합니다!!
Func_chkSpellWaitError_MsgBox_09=봇의 비밀 메시지를 찾았습니다!
Func_chkSpellWaitError_MsgBox_10=이 메시지를 닫기 위한 랜덤 선택 버튼을 찾을 수 있겠습니까?
Func_chkSpellWaitError_MsgBox_11=하하하...
Func_chkSpellWaitError_MsgBox_12=당신이 이겼습니다!!
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=클랜 친구 이미지 폴더 열기
ChkSkipDonateNearFullTroopsEnable=클랜 지원을 건너뜀.
ChkUseCCBalanced_Info_01=지원/요청 비율이 설정한 값 이상일 경우 클랜성 병력 투입.
CmbCCDonated_Info_01=지원 비율
CmbCCReceived_Info_01=요청 비율
CmbFilterDonationsCC_Item_01=필터 없음, 모든 클랜 멤버에게 지원
CmbFilterDonationsCC_Item_02=필터 없으나 클랜 멤버의 이미지를 수집
CmbFilterDonationsCC_Item_03=화이트 리스트에 있는 클랜 친구에게만 지원
CmbFilterDonationsCC_Item_04=블랙리스트에 있는 클랜 멤버를 제외하고 모두 지원
Group_01=지원 스케줄
Group_02=클랜 친구 지원 필터
Group_03=집합소 훈련량이 거의 가득 찼으면 지원 건너뜀
Group_04=지원/요청 비율
LblCCDonated-Received_Info_01=원하는 지원 / 요청 비율
LblCCDonated-Received_Info_02=1/1은 지원 = 요청, 1/2 은 지원 = 요청1/2 등.
LblImages_of_Clan_Mates=메인폴더에 캡쳐된 클랜 친구의 이미지가 있으며, 적절한 폴더로 옮기세요 (화이트 또는 블랙 리스트)
LblOption_donate_members=이 옵션을 선택하면 모든 클랜 멤버를 선택할 수 있음 (필터 없음), 확실한 친구만 지원 (화이트 리스트) 또는 일부 멤버만 제외하고 지원 (블랙 리스트)
LblSkipDonateNearFullTroopsText=지원을 건너뛸 집합소 훈련량   >
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=빨간 버튼이 보이는 것은 연구소가 업그레이드 진행중임을 의미함.
BtnResetLabUpgradeTime_Info_02=이것은 업그레이드가 끝나가면 자동으로 보이지 않음.
BtnResetLabUpgradeTime_Info_03=정상적으로 업그레이드가 끝나지 않고 보석으로 수동으로 완료 했다면,
BtnResetLabUpgradeTime_Info_04=새로운 업그레이드 전에 빨간 버튼을 눌러 업그레이드 이산을 재설정 해야함.
BtnResetLabUpgradeTime_Info_05=주의 - 불필요한 타이머 재설정은 강제로 계속해서 연구소 상태를 체크하게 됨.
ChkAutoLabUpgrades=연구소 자동 업그레이드
ChkAutoLabUpgrades_Info_01=체크하면 연구소에서 자동으로 유닛 업그레이드를 실시함.
CmbLaboratory_Info_01=풀다운 메뉴에서 업그레이드할 대상 선택
CmbLaboratory_Info_02=대상 아이콘이 오른쪽에 나타남.
CmbLaboratory_Info_03=암흑 마법이나 병력이 영웅 업글보다 우선함!
Group_01=연구소
LblNextUpgrade=대상
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=봇이 다시 공격을 시작할 최소 다크엘릭서는 기타설정탭에서 설정 가능!
ChkUpgradeKing_Info_01=최소 다크엘릭서를 제외하고 다크엘릭서가 충분하면 바바킹 업그레이드 시작
ChkUpgradeKing_Info_02=기타설정탭에서 바바킹 제단 설정 가능.
ChkUpgradeKing_Info_04=마을회관 7레벨 이상에서 작동됨.
ChkUpgradeQueen_Info_01=최소 다크엘릭서를 제외하고 다크엘릭서가 충분하면 아처퀸 업그레이드 시작
ChkUpgradeQueen_Info_02=기타설정탭에서 아처퀸 제단 설정 가능.
ChkUpgradeQueen_Info_03=마을회관 9레벨 이상에서 작동됨.
ChkUpgradeWarden_Info_01=최소 엘릭서를 제외하고 엘릭서가 충분하면 워든 업그레이드 시작
ChkUpgradeWarden_Info_02=기타설정탭에서 워든 제단 설정 가능.
ChkUpgradeWarden_Info_03=마을회관 11레벨에서 작동됨.
Group_01=영웅을 계속적으로 업그레이드
LblAutoUpgrading_01=영웅 자동 업그레이드
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=업그레이드 예약
BtnLocateUpgrades_Info_01=이 버튼을 클릭 하면 건물/영웅 업그레이드 정보를 등록하여 기록합니다.
BtnLocateUpgrades_Info_02=반복이 체크된 경우 다시 등록 되지 않고 건너뜁니다.
BtnResetUpgrades=업그레이드 초기화
BtnResetUpgrades_Info_01=이 버튼을 클릭하면 업그레이드를 삭제하고 초기화 합니다.
BtnResetUpgrades_Info_02=반복이 체크된 경우 데이타가 초기화 되지 않습니다.
Group_01=건물 또는 영웅 업그레이드
LblUpgrMinDark=최소다크
LblUpgrMinElixir=최소엘릭
LblUpgrMinGold=최소골드
Table header_01=유닛 이름
Table header_02=레벨
Table header_03=종류
Table header_04=비용
Table header_05=시간
Table header_06=반복
Table header_07=완료시간
TxtAfterUsing=업그레이드를 시작함.
TxtCheckBox=업그레이드 예약 버튼을 누른 후 여기를 클릭하면
TxtChkRepeat=체크하면 업그레이드가 계속해서 반복됨
TxtShowCost=업그레이드가 체크되면 업글 비용이 나타남
TxtShowEndTime=여기는 업그레이드가 체크된 후에 종료 예상 시간이 업데이트 됨
TxtShowLevel=업그레이드가 체크되면 유닛 레벨이 나타남
TxtShowName=업그레이드가 체크된 후에 여기에 이름이 나타남
TxtShowTime=업그레이드가 체크되면 업그레이드 시간이 나타남
TxtShowType=업그레이드 종류 보여줌, 위치를 보고 싶으면 클릭.
TxtStatus=상태: 빨강=준비 안됨, 노랑=업글 중, 초록=완료
TxtUpgrMinDark_Info_01=업그레이드 후 남겨 둘 다크 엘릭서량 설정.
TxtUpgrMinDark_Info_02=전투병력을 생산하고 싶으면 많이 남겨 두세요.
TxtUpgrMinElixir_Info_01=업그레이드 후 남겨 둘 엘릭서량 설정.
TxtUpgrMinElixir_Info_02=병력 훈련이나 장벽 업글을 위해 남겨둘 엘릭서량을 설정함.
TxtUpgrMinGold_Info_01=업그레이드 후 남겨 둘 골드량 설정.
TxtUpgrMinGold_Info_02=장벽 업글이나 검색을 위해 남겨둘 골드량을 설정함.
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=테스트
BtnFindWalls_Info_01=이 버튼을 클릭하면 발견된 장벽을 테스트 함.
ChkSaveWallBldr=장벽 업글을 위해 장인 1명 대기
ChkSaveWallBldr_Info_01=여기를 체크하면 다른 업글을 위한 장인 1명을 줄이고
ChkSaveWallBldr_Info_02=장벽 업글을 위해 장인 1명을 예약해 둡니다.(장인 놀림)
ChkWalls=자동 장벽 업글
ChkWalls_Info_01=체크하면 자원이 충분할 경우 장벽을 자동으로 업그레이드 함.
ChkWalls_Info_02=장벽을 찾고 테스트할 위치인식 값. 높을수록 좋으나 느림.
CmbWalls_Info_01=이 레벨의 장벽을 검색하여 하나씩 업그레이드 함.
Group_01=장벽 업그레이드
Group_02=장벽 수량
LblMin.Elixirtosave=최소 엘릭
LblMin.Elixirtosave_Info_01=장벽 업그레이드를 완료 후에 남겨둘 엘릭서량,
LblMin.Elixirtosave_Info_02=다른 업글이나 병력 훈련을 위해 남겨둘 엘릭서량 입력.
LblMin.Goldtosave=최소 골드
LblMin.Goldtosave_Info_01=장벽 업그레이드를 완료 후에 남겨둘 골드량,
LblMin.Goldtosave_Info_02=다른 업글이나 검색을 위해 남겨둘 골드량 입력.
LblNextWalllevelcosts=다음 레벨 업글 비용
LblNextWalllevelcosts_Info_01=필요한 비용을 나타냄.
LblNextWalllevelcosts_Info_02=다른 레벨의 장벽을 선택하면 수정되어 나타남.
LblSearchforWalls=검색할 장벽 레벨
RdoUseElixir=엘릭서 사용
RdoUseElixir_Info_01=장벽업글에 엘릭서만 사용.
RdoUseElixir_Info_02=엘릭서로 업글 가능한 장벽레벨에만 적용됨.
RdoUseElixirGold=엘릭서 먼저 사용, 다음 골드 사용
RdoUseElixirGold_Info_01=엘릭서 사용을 먼저 시도함. 장벽 업글에 엘릭서가 충분하지 않을 경우 다음으로 골드사용.
RdoUseGold=골드사용
RdoUseGold_Info_01=장벽업글에 골드만 사용.
RdoUseGold_Info_02=모든 레벨의 장벽에 적용됨.
WallsCurrentCount_Info_01=당신이 보유한
WallsCurrentCount_Info_02=레벨의 장벽 수.
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable='무적'모드 사용
ChkUnbreakable_Info_01='무적' 업적 달성을 위해 상대방이 공격하도록 합니다..
Group_01=방어 약탈 모드
Group_02='무적'모드 사용 방법
Lbl_FarmMin._Info_01=모드정지
Lbl_SaveMin._Info_01=모드작동
LblUnbreakable=대기시간
LblUnbreakableLink=정보 더보기...
txtHelp_01=무적 모드는 '무적' 업적 달성을 위한 방어성공을 모을 수 있도록 도와 줍니다.
txtHelp_02='대기시간'은 방어를 위해 봇이 접속을 끄고 기다릴 시간을 입력합니다.
txtHelp_03=모드정지는 봇이 무적모드를 중지하고 일반공격을 시작할 자원량을 입력함.
txtHelp_04=모드작동은 봇이 무적모드를 시작하기 위해 보유해야할 최소 자원량.
txtHelp_05=정확하게 해석하지 못한 것일 수 있음. 더 많은 정보를 원하면 아래링크 클릭:
TxtUnbreakable_Info_01=방어 성공을 위해 적이 공격할 수 있도록 COC를 종료하고 기다릴 시간 입력. (1-99 분)
TxtUnBrkMaxDark_Info_01=방어약탈모드를 활성화 할 다크엘릭서저장소 다크엘릭서량.
TxtUnBrkMaxDark_Info_02=업그레이드나 적을 유인하기 위한 다크엘릭서량 입력.
TxtUnBrkMaxElixir_Info_01=방어약탈모드를 활성화 할 엘릭서저장소 엘릭서량.
TxtUnBrkMaxElixir_Info_02=업그레이드나 적을 유인하기 위한 엘릭서량 입력.
TxtUnBrkMaxGold_Info_01=방어약탈모드를 활성화 할 골드저장소 골드량.
TxtUnBrkMaxGold_Info_02=업그레이드나 적을 유인하기 위한 골드량 입력.
TxtUnBrkMinDark_Info_01=방어약탈모드를 중지할 최소 다크엘릭서값, 이하로 내려가면 기본약탈모드로 전환함.
TxtUnBrkMinDark_Info_02=병력생산 또는 업그레이드를 위해 필요한 다크엘릭서량 입력.
TxtUnBrkMinElixir_Info_01=방어약탈모드를 중지할 최소 엘릭서값, 이하로 내려가면 기본약탈모드로 전환함.
TxtUnBrkMinElixir_Info_02=병력생산 또는 업그레이드를 위해 필요한 엘릭서량 입력.
TxtUnBrkMinGold_Info_01=방어약탈모드를 중지할 최소 골드값, 이하로 내려가면 기본약탈모드로 전환함.
TxtUnBrkMinGold_Info_02=검색 또는 업그레이드를 위해 필요한 골드량 입력.
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=훈련소 가속
Group_02=마법 제작소 가속
Group_03=영웅 가속
Group_04=가속 스케줄
LblBarracksBoost=훈련소
LblBarracksBoost_Info_01=보석을 이용해 훈련소를 가속함! 주의해서 사용!
LblKingBoost_Info_01=보석을 이용해 바바리안킹 가속! 주의해서 사용!
LblQueenBoost_Info_01=보석을 이용해 아처퀸 가속! 주의해서 사용!
LblSpellFactoryBoost=마법제작소
LblSpellFactoryBoost_Info_01=보석을 이용해 마법제작소 가속! 주의해서 사용!
LblWardenBoost_Info_01=보석을 이용해 그랜드 워든 가속! 주의해서 사용!
TextBoostLeft=가속횟수
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=Empty Spell list
BtnRemoveSpells_Info_01=Push button to remove all spells from list and start over
BtnRemoveTroops=Empty troop list
BtnRemoveTroops_Info_01=Push button to remove all troops from list and start over
BtnSpellsOrderSet=새 순서 적용
BtnSpellsOrderSet_Info_01=Push button when finished selecting custom spells brew order
BtnSpellsOrderSet_Info_02=Icon changes color based on status: Red= Not Set, Green = Order Set
BtnSpellsOrderSet_Info_03=When not all spells slots are filled, will use random spell order in empty slots!
BtnTroopOrderSet=새 순서 적용
BtnTroopOrderSet_Info_01=사용자 구성 병력훈련 순서를 선택완료 했으면 버튼 클릭
BtnTroopOrderSet_Info_02=상태에 때라 아이콘 색 변경: 빨강= 설정안됨, 초록 = 순서설정됨
BtnTroopOrderSet_Info_03=When not all troop slots are filled, will use random troop order in empty slots!
ChkCustomBrewOrderEnable=Spells Order
ChkCustomBrewOrderEnable_Info_01=Enable to select a Brew Spells order
ChkCustomBrewOrderEnable_Info_02=Changing spells order can be useful with CSV scripted attack armies!
ChkCustomTrainOrderEnable=사용자 지정 순서
ChkCustomTrainOrderEnable_Info_01=사용자 병력 훈련순서 선택 가능
ChkCustomTrainOrderEnable_Info_02=CSV 스크립트 공격을 위한 병력 구성을 위해 병력 훈련 순서가 유용할 수 있음.
Group_01=훈련 순서
txtSpellsOrder=Enter sequence order for brew Spells #
TxtTroopOrder=병력 훈련 순서 입력 #
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=에뮬 종료
ChkCloseEmulator_Info_01=이 옵션이 선택되면 안드로이드 에뮬 종료
ChkCloseEmulator_Info_02=이 옵션은 에뮬 시작 시간 때문에 오프라인 시간이 증가할 수 있음.
ChkCloseWhileTraining=훈련중 종료
ChkCloseWhileTraining_Info_01=이 옵션은 보호막이 작동줄일때 병력 훈련하는 동안 COC를 종료함.
ChkCloseWhileTraining_Info_02=검색탭의 '마법 기다림' 선택시 마법 생산을 위해 종료.
ChkCloseWhileTraining_Info_03=검색탭의 '영웅 기다림' 선택시 영웅 휴식을을 위해 종료.
ChkCloseWithoutShield=보호막 없이
ChkCloseWithoutShield_Info_01=이 옵션은 보호막이 없으도 항사 병력 훈련 중에 COC를 종료함!
ChkCloseWithoutShield_Info_02=알림 - 이 옵션을 사용하면 공격을 받거나 트로피를 뺏길 수 있음!
ChkRandomClose=랜덤 종료
ChkRandomClose_Info_01=이 옵션을 선택되었을 경우 타임아웃, COC종료, 에물 종료 중에 랜덤 선택
ChkRandomClose_Info_02=이 옵션은 에뮬 시작 시간 때문에 오프라인 시간이 증가할 수 있음.
ChkSuspendComputer=Suspend Computer
ChkSuspendComputer_Info_01=Option will suspend computer when selected\r\nAdding this option may increase offline time slightly due to variable times required for startup
ChkTrainAddRandomDelayEnable=랜덤 딜레이 추가
ChkTrainAddRandomDelayEnable_Info_01=병력 훈련창을 여는데 램덤 시간 추가.
ChkTrainAddRandomDelayEnable_Info_02=이 옵션은 병력훈련 창을 여는데 걸리는 시간을 아래의 두 시간 사이에 시간으로 랜덤으로 선택하여 사람처럼 보이도록 함.
CmbCloseWaitRdmPercent_Info_01=랜덤으로 기다리 시간을 설정할 최대 허용 추가 시간 % 설정,
CmbCloseWaitRdmPercent_Info_02=봇이 정확한 시간과 랜덤 추가 시간 사이에서 시간을 계산하여
CmbCloseWaitRdmPercent_Info_03=사람처럼 보이도록 랜덤으로 COC 종료.
Group_01=훈련 작동 시간
Group_02=속도조절
Group_03=랜덤 딜레이 훈련 추가
LblAddDelayIdlePhaseBetween=사이:
LblCloseWaitingTroops=종료할 최소 시간
LblCloseWaitingTroops_Info_01=병력훈련 시간 >= (종료할 최소시간) 면 COC종료\r\n병력훈련 시간 < (종료할 최소시간) 면 메인화면 유지
LblSymbolWaiting_Info_01=COC를 종료할 최소시간 선택 입력, 기본은 (2)
LblTrainITDelay=지연
LblTrainITDelay_Info_01=PC가 느리면 지연 시간을 늘리세요.
RdoCloseWaitExact=정확한 시간
RdoCloseWaitExact_Info_01=병력을 완전히 훈련하는데 필요한 정확한 시간 선택
RdoCloseWaitExact_Info_02=기능을 발휘 가능한 시간 선택
RdoCloseWaitRandom=랜덤 시간
RdoCloseWaitRandom_Info_01=COC를 잊어버린 사람 같이 보이도록 랜덤 시간 추가
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=파일명에 약탈정보포함
ChkScreenshotLootInfo_Info_01=스크린샷 파일면에 약탈정보 포함
ChkShareAttack=클랜 채팅창에 영상공유
ChkShareAttack_Info_01=체크하면 클랜 채팅창에 공격영상을 공유합니다.
ChkTakeLootSS_Info_01=체크하면 마을을 공격하고 약탈한 화면을 저장합니다.
Group_01=영상공유
Group_02=약탈 이미지 저장
LblRandomMessage=리스트에 있는 메시지를 랜덤으로 사용
LblShareMinLoot=약탈량 조건
ListShareMessage_Info_01=영상공유하면서 보낼 메시지
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=설정한 다크엘릭서값 이상을 전투에서 약탈하면 영상 공유.
TxtShareMinElixir_Info_01=설정한 엘릭서값 이상을 전투에서 약탈하면 영상 공유.
TxtShareMinGold_Info_01=설정한 골드값 이상을 전투에서 약탈하면 영상 공유.
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=마을검색 되면 알림
ChkAlertSearch_Info_01=체크하면 공격 가능한 마을이 검색되면 말풍선과 소리로 알림.
ChkAttackNow=바로공격! 옵션.
ChkAttackNow_Info_01=여기를 체크하면 '바로공격!' 버튼이 봇시작과 일시정지
ChkAttackNow_Info_02=다음에 나타남. 이 버튼은 마을 검색 조건을 무시하고 바로공격함.
ChkAttackNow_Info_03=바로공격! 버튼은 공격할 마을을 검색 중에만 나타남
ChkRestartSearchLimit=아래마다 재시작
ChkRestartSearchLimit_Info_01=아래 설정한 검색 횟수가 지나면 마을로 되돌아와서 다시 상대찾기 시작
ChkSearchReduction=검색조건낮춤 사용
ChkSearchReduction_Info_01=설정한 값 만큼 검색 후 조건을 낮춰서 검색함.
Group_01=검색 조건 낮춤
Group_02=마을 검색 속도
Group_03=검색 옵션
LblAttackNow=시간
LblAttackNow_Info_01=검색을 천천히 할 시간 설정.
LblMaxVSDelay_Info_01=설정하면 값에 따라 랜덤으로 마을 검색 시간이 지연됨.
LblMaxVSDelay_Info_02=아래의 최대 조절바가 위의 최소 조절바 보다 김.
LblMinVSDelay_Info_01=(Min:최소,Max:최대)마을 검색시 다음을 클릭하는 사이의 시간을 조절하려면 이 조절바를 이용해서 조절합니다.
LblMinVSDelay_Info_02=이것은 컴퓨터에 따라서 접속끊김 현상이 발생할 수 있음.
LblMinVSDelay_Info_03=보증은 못함! 항상 같은 결과가 나타나는 것은 아님!
LblSearchReduceCount=검색조건낮춤 요건>
LblSearchReduceCount_Info_01=계속적으로 검색조건을 낮출 검색횟수 입력.
LblSearchReduceDark=- 다크엘릭서 낮춤
LblSearchReduceDark_Info_01=각 단계별로 설정한 다크엘릭서값 만큼 검색조건 낮춤.
LblSearchReduceElixir=- 엘릭서 낮춤
LblSearchReduceElixir_Info_01=각 단계별로 설정한 엘릭서값 만큼 검색조건 낮춤.
LblSearchReduceGold=- 골드 낮춤
LblSearchReduceGold_Info_01=각 단계별로 설정한 골드값 만큼 검색조건 낮춤.
LblSearchReduceGoldPlusElixir=- 골드+엘릭서 낮춤
LblSearchReduceGoldPlusElixir_Info_01=각 단계별로 설정한 골드+엘릭서값 만큼 검색조건 낮춤.
LblSearchReduceTrophy=- 트로피 낮춤
LblSearchReduceTrophy_Info_01=각 단계별로 설정한 트로피값 만큼 검색조건 낮춤.
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=스케줄이 허용하는 시간이 되면 자동으로 COC를 시작합니다.
ChkAttackPlannerCloseAll=에물 종료
ChkAttackPlannerCloseAll_Info_01=이 옵션은 검색과 공격 스케줄이 아닐때 에뮬레이터(미뮤/불텍등)를 종료합니다!
ChkAttackPlannerCloseCoC=COC 종료
ChkAttackPlannerCloseCoC_Info_01=이 옵션은 검색과 공격 스케줄이 아닐때 COC를 종료합니다!
ChkAttackPlannerDayLimit=일일 제한
ChkAttackPlannerDayLimit_Info_01=설정한 범위내에서 랜덤으로 공격 횟 수를 설정하고 이를 초과하면 공격을 중지함.
ChkAttackPlannerEnable=스케줄 작동
ChkAttackPlannerEnable_Info_01=이 옵션은 공격 시간 스케줄을 허용합니다.
ChkAttackPlannerEnable_Info_02=스케줄이 허용할 때만 봇이 작동하고 공격을 합니다.
ChkAttackPlannerRandom=랜덤 중지
ChkAttackPlannerRandom_Info_01=이 옵션은 랜덤으로 공격을 중지함
ChkAttackPlannerRandom_Info_02=공격을 중지한 시간 선택
ChkAttackPlannerSuspendComputer=Suspend Computer
ChkAttackPlannerSuspendComputer_Info_01=This option will suspend computer when not scheduled to Search & Attack!
ChkDropCCHoursEnable=클랜병력 사용 스케줄
ChkDropCCHoursEnable_Info_01=클랜병력 사용가능시 스케줄 설정, \r\n 스케줄이 작동하지 않으면 항상 클랜병력 사용
chkSheildEndToAttack=
chkSheildEndToAttack_Info_01=
ChkUseWardenAbility=설정한 시간 이후 워든능력 자동 사용.
ChkUseWardenAbility_Info_01=워든능력 발휘 타이머 사용.
Group_01=영웅능력사용
Group_02=공격 스케줄
Group_03=클랜성
LbAttackPlannerDayLimit=-
RadAutoAbilities=자동 사용 (빨간 영역:레드존)
RadAutoAbilities_Info_01=영웅이 약해지면 자동사용.
RadAutoAbilities_Info_02=여기를 체크하면 개별적으로 능력이 발휘됨.
RadManAbilities=타이머 사용
RadManAbilities_Info_01=설정한 시간 이후 자동 사용.
RadManAbilities_Info_02=모든 영웅이 같은 시간에 능력이 발휘됨.
TxtManAbilities_Info_01=영웅 능력을 자동으로 발휘할 타이머 시간(초) 입력.
TxtMaxLbAttackPlannerDayLimit_Info_01=하루 공격 허용 최대 횟 수
TxtMinLbAttackPlannerDayLimit_Info_01=하루 공격 허용 최저 횟 수
TxtUseWardenAbility_Info_01=워든 능력을 자동으로 발휘할 타이머 시간(초) 입력.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=지금 모두 삭제
BtnNotifyDeleteMessages_Info_01=클릭시 모든 메시지를 바로 삭제합니다.
ChkNotifyAlertAnotherDevice=다른기기
ChkNotifyAlertAnotherDevice_Info_01=다른기기가 접속하면 알림 전송.
ChkNotifyAlertBAN=정지먹음
ChkNotifyAlertBAN_Info_01=수퍼셀에서 정지 먹으면 알림 전송
ChkNotifyAlertBuilderIdle=휴식중장인
ChkNotifyAlertBuilderIdle_Info_01=한명 이상의 장인이 휴식중인 경우 알림.
ChkNotifyAlertCampFull=훈련완료
ChkNotifyAlertCampFull_Info_01=훈련이 완료되면 가득차면 메시지로 알림.
ChkNotifyAlertLastAttack=마지막공격 알림
ChkNotifyAlertLastAttack_Info_01=마지막공격 정보 전송.
ChkNotifyAlertLastRaidIMG=최근공격사진
ChkNotifyAlertLastRaidIMG_Info_01=최근 약탈정보를 이미지로 알림.
ChkNotifyAlertLastRaidTXT=최근공격텍스트
ChkNotifyAlertLastRaidTXT_Info_01=최근 약탈정보를 텍스트로 알림.
ChkNotifyAlertMaintenance=점검
ChkNotifyAlertMaintenance_Info_01=점검 중 알림 뜨면 알림 전송
ChkNotifyAlertMatchFound=검색완료
ChkNotifyAlertMatchFound_Info_01=공격 가능한 마을이 검색되면 메시지로 알림.
ChkNotifyAlertOutOfSync=동기화실패
ChkNotifyAlertOutOfSync_Info_01=동기화 실패 할 경우 메시지로 알림
ChkNotifyAlertTakeBreak=휴식
ChkNotifyAlertTakeBreak_Info_01=오랫동안 플레이하여 휴식 안내 메시지가 나오면 알림.
ChkNotifyAlertUpgradeWall=장벽업글
ChkNotifyAlertUpgradeWall_Info_01=장벽 업그레이드 정보를 알림.
ChkNotifyAlertVillageStats=마을 보고서
ChkNotifyAlertVillageStats_Info_01=마을보고서 전송.
ChkNotifyBOTUpdate=봇업데이트
ChkNotifyBOTUpdate_Info_01=새 버전의 봇이 나와서 업데이트를 해야하면 알림.
ChkNotifyDeleteAllPBPushes=시작시 메시지 삭제
ChkNotifyDeleteAllPBPushes_Info_01=봇을 시작할때 모든 이전 메시지를 삭제합니다.
ChkNotifyDeleteOldPBPushes=오랜된 메시지 삭제
ChkNotifyDeleteOldPBPushes_Info_01=설정한 시간 이전 메시지 모두 삭제
ChkNotifyPBEnable=PushBullet
ChkNotifyPBEnable_Info_01=PushBullet 알림을 사용합니다.
ChkNotifyRemote=원격제어
ChkNotifyRemote_Info_01=PushBullet 원격제어 기능을 사용합니다.
ChkNotifyTGEnable=Telegram
ChkNotifyTGEnable_Info_01=Telegram 알림을 사용합니다.
CmbNotifyPushHours_Info_01=삭제할 메시지 기간 설정.
Group_01=PushBullet/Telegram 알림
LblNotifyHelp=도움말 ?
LblNotifyHelp_Info_01=여기를 클릭하면 PushBullet 과 Telegram의 명령어를 볼 수 있음.
LblNotifyOptions=PushBullet/Telegram으로 보낼 내용 선택
LblNotifyOrigin=프로필
LblNotifyOrigin_Info_01=프로필 - 봇/프로필 탭에서 설정
LblNotifyPBToken=토큰(PushBullet)
LblNotifyPBToken_Info_01=PushBullet 알림을 사용하기 위해서는 토큰이 필요합니다. PushBullet.com에서 토큰을 만드세요.
LblNotifyTGToken=토큰(Telegram)
LblNotifyTGToken_Info_01=Telegram 알림을 사용하기 위해서는 토큰이 필요합니다. Telegram.com에서 토큰을 만드세요.
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=이 옵션을 사용하여 봇이 공격을 중지하도록 설정할 수 있음.
BtnAltarKing_Info_01=바바킹 제단
BtnAltarQueen_Info_01=아처퀸 제단
BtnAltarWarden_Info_01=그랜드워든 제단
BtnCC=클랜성
BtnLocateLaboratory=연구소
BtnLocateLaboratory_Info_01=연구소
BtnReset=초기화
BtnReset_Info_01=여기를 클릭하면 모든 위치 정보가 초기화 됩니다.
BtnReset_Info_02=마을 배치가 변경 되었을때 사용하세요.
ChkCleanYard=장애물 제거
ChkCleanYard_Info_01=여기를 체크하면 자동으로 나무나 덤불 등을 제거합니다.
ChkCollect=자원 수집 && 약탈 카트
ChkCollect_Info_01=여기를 체크하면 자동으로 자원을 수집 합니다.
ChkCollect_Info_02=대상은 금광, 엘릭서 정제소, 다크엘릭서 정제소입니다.
ChkCollect_Info_03=그리고 약탈 카트로 확인하여 수집합니다.
ChkGemsBox=보석상자 제거
ChkGemsBox_Info_01=여기를 체크하면 자동으로 보석상자를 제거합니다.
ChkTombstones=묘비 제거
ChkTombstones_Info_01=여기를 체크하면 적이 공격한 루 자동으로 묘비를 제거합니다.
ChkTrap=함정 재설치 && 대형석궁과 인페르노 타워 재장전
ChkTrap_Info_01=여기를 체크하면 자동으로 함정재설치/석궁과 인페르노 제장전을 할 수 있습니다.
ChkTreasuryCollect=Treasury
ChkTreasuryCollect_Info_01=Check this to automatically collect Treasury when FULL,
ChkTreasuryCollect_Info_02='OR' when Storage values are BELOW minimum values on right,
ChkTreasuryCollect_Info_03=Use zero as min values to ONLY collect when Treasury is full
ChkTreasuryCollect_Info_04=Large minimum values will collect Treasury loot more often!
CmbBotCommand_Item_01=공격중지
CmbBotCommand_Item_02=봇 중지
CmbBotCommand_Item_03=봇 종료
CmbBotCommand_Item_04=봇과 COC 종료
CmbBotCommand_Item_05=PC 종료
CmbBotCommand_Item_06=PC 절전모드
CmbBotCommand_Item_07=PC 재시작
CmbBotCond_Item_01=골드&엘릭&트로피 최대
CmbBotCond_Item_02=(골드&엘릭)or트로피 최대
CmbBotCond_Item_03=(골드or엘릭)&트로피 최대
CmbBotCond_Item_04=골드or엘릭or트로피 최대
CmbBotCond_Item_05=골드&엘릭 최대
CmbBotCond_Item_06=골드or엘릭 최대
CmbBotCond_Item_07=골드&트로피 최대
CmbBotCond_Item_08=엘릭&트로피 최대
CmbBotCond_Item_09=골드or트로피 최대
CmbBotCond_Item_10=엘릭or트로피 최대
CmbBotCond_Item_11=골드 최대
CmbBotCond_Item_12=엘릭 최대
CmbBotCond_Item_13=트로피 최대
CmbBotCond_Item_14=다엘 최대
CmbBotCond_Item_15=(골드&엘릭&다엘) 최대
CmbBotCond_Item_16=일정시간 이후
CmbBotCond_Item_17=지금 (훈련/지원만)
CmbBotCond_Item_18=지금 (지원만)
CmbBotCond_Item_19=지금 (접속유지만)
CmbBotCond_Item_20=실드 (훈련/지원만)
CmbBotCond_Item_21=실드 (지원만)
CmbBotCond_Item_22=실드 (접속유지만)
Group_01=공격중지
Group_02=재무장, 수집, 청소
Group_03=건물/유닛 위치 설정
LblBotCommand=조건
LblBotWillHaltAutomatically=자원을 다 사용한 경우 봇이 자동으로 공격을 중지합니다. 이 최소값 이상이면 다시 공격을 시작합니다.
LblResumeAttack=재시작 조건
LblTreasuryOr=Or
TxtRelocate_Info_01=위치 재설정->
TxtRestartDark_Info_01=다크 엘릭서가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 다크 엘릭서값.
TxtRestartElixir_Info_01=엘릭서가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 엘릭서값.
TxtRestartGold_Info_01=골드가 부족하여 공격이 중지된 경우 다시 공격을 시작한 최소 골드값.
TxtTreasuryDark_Info_01=Minimum Dark Elixir Storage amount to collect Treasury.
TxtTreasuryElixir_Info_01=Minimum Elixir Storage amount to collect Treasury.
TxtTreasuryElixir_Info_02=Set same as Resume Attack values to collect when 'out of elixir' error
TxtTreasuryElixir_Info_03=happens during troop training
TxtTreasuryGold_Info_01=Minimum Gold Storage amount to collect Treasury.
TxtTreasuryGold_Info_02=Set same as Resume Attack values to collect when 'out of gold' error
TxtTreasuryGold_Info_03=happens while searching for attack
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=자동정렬
ChkAutoAlign_Info_01=화면에서 블루스택창과 봇 창의 위치를 바꾸고 정렬합니다.
ChkAutoResume=자동 재개 시간
ChkAutoResume_Info_01=정해진 시간 이후 봇을 자동으로 재개합니다.
ChkAutostart=자동시작(이후)
ChkAutostart_Info_01=설정한 시간 이후 봇 자동시작.
ChkBotAutoSlideClick=Auto Slide when docked
ChkBotAutoSlideClick_Info_01=Enable auto sliding when Android is docked\r\non bot window activation/deactivation
ChkBotCustomTitleBarClick=MyBot Design Title Bar
ChkBotCustomTitleBarClick_Info_01=Enable optimized My Bot Window Title Bar and\r\nthin Window Border (restart of bot is required)
ChkCheckGameLanguage=게임언어(EN)확인
ChkCheckGameLanguage_Info_01=체크하면 현제 설정된 게임 언어를 확인합니다. (English로 설정되어야 함).
ChkDeleteLogs=로그파일삭제
ChkDeleteLogs_Info_01=설정한 날짜보다 오래된 로그파일을 삭제합니다.
ChkDeleteLoots=약탈이미지삭제
ChkDeleteLoots_Info_01=설정한 날짜 보다 지난 약탈이미지를 삭제합니다.
ChkDeleteTemp=임시파일삭제
ChkDeleteTemp_Info_01=설정한 날짜보다 오래된 임시파일을 삭제합니다.
ChkDisableSplash=시작시 정보창 미사용
ChkDisableSplash_Info_01=시작시 상태진행창 미사용.
ChkFixClanCastle=클랜성 강제 찾기
ChkFixClanCastle_Info_01=만약 클랜성이 검색되지 않고 마지막 슬롯에 나타나지 않으면, 강제로 봇이 클랜성의 검색되지 않는 슬롯을 고려함.
ChkForMBRUpdates=업데이트 확인
ChkForMBRUpdates_Info_01=봇의 최신 버젼을 확인할려면 체크하세요.
ChkHideWhenMinimized=최소화 시 숨김
ChkHideWhenMinimized_Info_01=최소화시 상태표시줄에서 봇이 숨겨짐.\r\n트레이 아이콘을 사용하여 'Show bot'을 통해 보시 나타낼 수 있음.
ChkKillTeamViewer=Kill Windows TeamViewer Free
ChkKillTeamViewer_Info_01=Check this if you want close Sponsored session of TeamViewer.
ChkScreenshotHideName=마을과 클랜이름 숨기기
ChkScreenshotType=PNG 파일 사용
ChkSinglePBTForced=개인휴식 강제종료
ChkSinglePBTForced_Info_01=봇이 강제로 COC를 종료할 개인휴식이 시간 간격을 입력!
ChkUpdatingWhenMinimized=최소화 시 업데이트
ChkUpdatingWhenMinimized_Info_01=봇 창을 위한 다른 최소화 방법 사용.\r\n봇이 최소화 되면, 상태표시줄 미리보기에서 화면 업데이트됨.
ChkUseRandomClick=랜덤 클릭
CmbAlignmentOptions_Info_01=0,0: 블루스택 창의 위치를 화면 0,0 위치에 이동하고 봇의 위치를 좌측이나 우측에 위치시킵니다.
CmbAlignmentOptions_Info_02=SNAP: 봇 창만 블루스택 창의 오른쪽 위, 왼쪽 위, 오른쪽 아래, 왼쪽 아래로 붙도록 위치를 바꿉니다.
CmbAlignmentOptions_Item_01=0,0: 블루스택-봇
CmbAlignmentOptions_Item_02=0,0: 봇-블루스택
CmbAlignmentOptions_Item_03=SNAP: BS 오른쪽 위
CmbAlignmentOptions_Item_04=SNAP: BS 왼쪽 위
CmbAlignmentOptions_Item_05=SNAP: BS 오른쪽 아래
CmbAlignmentOptions_Item_06=SNAP: BS 왼쪽 아래
CmbAlignmentOptions_Item_07=DOCK: 안드로이드를 봇속으로
CmbGUILanguage_Info_01=이것을 이용해 다른 언어로 전환 가능함.
Group_01=GUI 언어설정
Group_02=봇 실행시
Group_03=봇 시작시
Group_04=확장
Group_05=스크린샷 설정
Group_06=원격기기
Group_07=기타 옵션
Group_08=Processor/Thread Advanced
LblAlignOffsetX=간격
LblGlobalActiveBotsAllowed_Info_01=Bots can run parallel at the same time
LblGlobalThreads_Info_01=Global image processing threads will be used for all bots
LblPBTimeForcedExit=개인휴식 조기 종료 시간
LblPBTimeForcedExit_Info_01=COC를 조기에 종료할 시간 입력! 10분 이하로 설정시 작동 안함!
LblThreads_Info_01=Image processing threads will be used for this bot
LblTimeAnotherDevice=다른기기 접속시 기다림
LblTimeAnotherDevice_Info_01=다른기기접속시 재접속을 시도하기 위해 기다릴 시간(초)을 입력함.
TxtAlignOffsetX_Info_01=블루스택창과 봇 창의 가로거리(픽셀)
TxtAlignOffsetY_Info_01=블루스택창과 봇 창의 세로거리(픽셀)
TxtGlobalActiveBotsAllowed_Info_01=When running multiple bots, specify how many can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtGlobalThreads_Info_01=When running multiple bots, specify how many global threads for image processing tasks can run at the same time.\r\nThis reduces your CPU utilization significantly.\r\nHalf of available logical processors is a good number.\r\nThis configuration is shared across all profiles/instances and a restart of all bots is required (close all, wait, and start all again!).
TxtSinglePBTimeForced_Info_01=COC를 종료할 시간(분) 설정. 개인휴식이 종료될려면 최소 15분이 필요함!
TxtThreads_Info_01=When images are processed, multiple threads are used. Here you specifiy how many threads this bot can use.\r\nLess threads reduce your CPU utilization significantly.\r\nHalf of available logical processors is a good number. Use 0 for all available. Global threads setting has priority.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=초기화
LblAttacked=공격횟수
LblAttacked_Info_01=봇이 공격한 마을 수
LblBase-Attacked=공격횟수
LblBuilUpg-by-Elixir_Info_01=엘릭서로 업그레이드 한 건물 수
LblBuilUpg-by-Gold_Info_01=골드로 업그레이드 한 건물 수
LblBuilUpg-Cost-by-Elixir_Info_01=건물 업그레이드에 사용된 엘릭서량
LblBuilUpg-Cost-by-Gold_Info_01=건물 업그레이드에 사용된 골드량
LblCost-Collect=지출 && 수입
LblDarkE=다크엘
LblDead-Base=빈집
LblDead-Base_Info_01=빈집 공격 횟수.
LblDead-Base-Gain=약탈량
LblDead-Base-Gain-Dark_Info_01=빈집공격을 통해 획득한 다크엘릭서량.
LblDead-Base-Gain-Elixir_Info_01=빈집공격을 통해 획득한 엘릭서량.
LblDead-Base-Gain-Gold_Info_01=빈집공격을 통해 획득한 골드량.
LblDead-Base-Gain-Trophies_Info_01=빈집공격을 통해 획득한 트로피량.
LblDElixir-collected=다크엘립수집량
LblDElixir-collected_Info_01=다크엘릭 정제소를 통해 생산한 다크엘릭서량
LblDropped=트로피버림
LblDropped_Info_01=트로피 설정값 유지를 위해 버린 트로피 수(공격설정탭에 있는 설정).
LblElixir=엘릭서
LblElixir-collected=엘릭수집량
LblElixir-collected_Info_01=엘릭서 정제소를 통해 생산한 엘릭서량
LblGainPerHour=시간당 약탈량
LblGold=골드
LblGold-collected=골드수집량
LblGold-collected_Info_01=금광을 통해 생산된 골드량
LblHeroesUpg=영웅업글
LblHeroesUpg_Info_01=영웅 업그레이드 횟수
LblheroesUpg-Cost=닥엑업글량
LblheroesUpg-Cost_Info_01=영웅을 업그레이드 하는데 사용된 다크엘릭서량
LblLastAttack=최근 공격
LblLeague=리그
LblLeagueBonus=리그 보너스
LblLive-Base=맛집
LblLive-Base_Info_01=맛집 공격 횟수.
LblLive-Base-Gain-Dark_Info_01=맛집공격을 통해 획득한 다크엘릭서량.
LblLive-Base-Gain-Elixir_Info_01=맛집공격을 통해 획득한 엘릭서량.
LblLive-Base-Gain-Gold_Info_01=맛집공격을 통해 획득한 골드량.
LblLive-Base-Gain-Trophy_Info_01=맛집공격을 통해 획득한 트로피 수.
LblNbr-of-OoS=동기화실패
LblNbr-of-OoS_Info_01=동기화실패 횟수
LblRun=작동:
LblRuntime=작동시간
LblRuntime_Info_01=봇 전체 작동 시간
LblSearch-Cost=검색비용
LblSearch-Cost_Info_01=마을 검색에 사용된 골드량
LblSkipped=건너뜀
LblSkipped_Info_01=마을 검색을 하는 동안 건너뛴 마을 수
LblStartedWith=시작 시
LblStats=상태
LblStatsBonusLast_Info_01=최근 공격으로 획득한 보너스 골드량 합계.
LblStatsBonusLast_Info_02=최근 공격으로 획득한 보너스 엘릭서량 합계.
LblStatsBonusLast_Info_03=최근 공격으로 획득한 보너스 다크엘릭서량 합계.
LblStatsDonDark-Spells=암흑 마법
LblStatsDonDark-Troops=암흑 병력
LblStatsDonElixir-Spells=일반 마법
LblStatsDonElixir-Troops=일반 병력
LblStatsDonTotal=지원 합계
LblStatsDonTotalXP=경험치
LblStatsGainPerHour_Info_01=시간당 골드 파밍합계
LblStatsGainPerHour_Info_02=시간당 엘릭서 파밍합계
LblStatsGainPerHour_Info_03=시간당 다크엘릭서 파밍합계
LblStatsGainPerHour_Info_04=시간당 트로피 합계
LblStatsLastAttack_Info_01=최근 공격에서 획득한 골드량.
LblStatsLastAttack_Info_02=최근 공격에서 획득한 엘릭서량.
LblStatsLastAttack_Info_03=최근 공격에서 획득한 다크엘릭서량.
LblStatsLastAttack_Info_04=최근 공격에서 획득한 트로피 수.
LblStatsSmartEarthQuakeUsed_Info_01=지진마법 사용 횟수
LblStatsSmartLightningUsed_Info_01=번개마법 사용 횟수
LblStatsSmartZap_Info_01=스마트잽으로 얻은 다크엘릭서의 양
LblStatsStartedWith_Info_01=봇 시작시 보유한 골드량.
LblStatsStartedWith_Info_02=봇 시작시 보유한 앨릭서량.
LblStatsStartedWith_Info_03=봇 시작시 보유한 다크엘릭서량.
LblStatsStartedWith_Info_04=봇 시작시 보유한 트로피 수.
LblStatsSZRev2=스마트잽
LblStatsSZRev2-Used=사용
LblStatsTop_Info_01=최고 골드획득
LblStatsTop_Info_02=최고 엘릭획득
LblStatsTop_Info_03=최고 다크엘획득
LblStatsTop_Info_04=최고 트로피획득
LblStatsTotalGain_Info_01=봇이 실행되는 동안 털리거나 파밍한 골드량 합계.
LblStatsTotalGain_Info_02=(수동으로 건물 업그레이드에 사용된 자원량도 포함)
LblStatsTotalGain_Info_03=봇이 실행되는 동안 털리거나 파밍한 앨릭서량 합계.
LblStatsTotalGain_Info_04=봇이 실행되는 동안 털리거나 파밍한 다크엘릭서량.
LblStatsTotalGain_Info_05=봇이 실행되는 동안 잃거나 획득한 트로피 수.
LblTH-Bully=저렙공격
LblTH-Bully_Info_01=저렙공격 횟수.
LblTH-Bully-Gain-Dark_Info_01=저렙공격을 통해 획득한 다크엘릭서량.
LblTH-Bully-Gain-Elixir_Info_01=저렙공격을 통해 획득한 엘릭서량.
LblTH-Bully-Gain-Gold_Info_01=저렙공격을 통해 획득한 골드량.
LblTH-Bully-Gain-Trophy_Info_01=저렙공격을 통해 획득한 트로피 수.
LblTH-Snipe=홀치기
LblTH-Snipe_Info_01=홀치기 공격한 횟수
LblTH-Snipe-Gain-Dark_Info_01=홀치기를 통해 획득한 다크엘릭서량.
LblTH-Snipe-Gain-Elixir_Info_01=홀치기를 통해 획득한 엘릭서량.
LblTH-Snipe-Gain-Gold_Info_01=홀치기를 통해 획득한 골드량.
LblTH-Snipe-Gain-Trophy_Info_01=홀치기를 통해 획득한 트로피 수.
LblTH-Snipe-Lost_Info_01=홀치기 실패횟수
LblTH-Snipe-Win_Info_01=홀치기 성공횟수
LblTopLoot=최고 약탈
LblTotalGain=전체 약탈량
LblTrain-Cost-DElixir=닥엑훈련비용
LblTrain-Cost-DElixir_Info_01=암흑병사 훈련소를 통해 병력을 생산하는데 사용된 다크엘릭량
LblTrain-Cost-Elixir=엘릭훈련비용
LblTrain-Cost-Elixir_Info_01=병력생산을 위해 사용된 엘릭서량
LblTrophy=트로피
LblUpg-by-Elixir=엘릭으로업글
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=업그레이드 비용
LblUpgrades-Made=업그레이드 결과
LblWallUpg-by-Elixir_Info_01=엘릭서로 업그레이드 한 장벽 수
LblWallUpg-by-Gold_Info_01=골드로 업그레이드 한 장벽 수
LblWallUpg-Cost-by-Elixir=엘릭업글량
LblWallUpg-Cost-by-Elixir_Info_01=장벽 업그레이드에 사용된 엘릭서량
LblWallUpg-Cost-by-Gold=골드업글량
LblWallUpg-Cost-by-Gold_Info_01=장벽 업그레이드에 사용된 골드량
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=Cyrillic
ChkExtraAlphabets_Info_01=Cyrillic 알파벳 인식을 활성화 할려면 체크 하세요.
ChkExtraChinese=중국어
ChkExtraChinese_Info_01=여기를 체크하면 중국어를 인식합니다.
ChkExtraKorean=한국어
ChkExtraKorean_Info_01=여기를 체크하면 한국어를 인식합니다.
ChkExtraPersian=Persian
ChkExtraPersian_Info_01=Check this to enable the Persian Alphabet.
DonateTxtCustom=사용자 지정
Group_02=일반 블랙리스트
LblDonateCustom_01=첫째
LblDonateCustom_02=둘째
LblDonateCustom_03=셋째
LblExtraAlphabets=추가 언어 인식:
LblGeneralBlacklist=이 단어들은 지원하지 않음.
TxtBlacklist1=블랙리스트
TxtBlacklistTroop_Item_01=바바리안 제외\r\n바바 제외\r\n바바리안 빼고\r\n바바 빼고
TxtBlacklistTroop_Item_02=아처 제외\r\n아쳐 제외\r\n아처 빼고\r\n아쳐 빼고
TxtBlacklistTroop_Item_03=자이 제외\r\n자이 빼고
TxtBlacklistTroop_Item_04=고블린 제외\r\n고블린 빼고
TxtBlacklistTroop_Item_05=월브 제외\r\n월브 빼고
TxtBlacklistTroop_Item_06=벌룬 제외\r\n벌룬 빼고
TxtBlacklistTroop_Item_07=법사 제외\r\n법사 빼고
TxtBlacklistTroop_Item_08=치유 제외\r\치유 빼고
TxtBlacklistTroop_Item_09=드래곤 제외\r\n드래곤 빼고
TxtBlacklistTroop_Item_10=페카 제외\r\n페카 빼고
TxtBlacklistTroop_Item_11=베이비 제외\r\n베이비 빼고
TxtBlacklistTroop_Item_12=광부 제외\r\n광부 빼고
TxtBlacklistTroop_Item_13=번개 제외\r\n번개 빼고
TxtBlacklistTroop_Item_14=회복 제외\r\n회복 빼고
TxtBlacklistTroop_Item_15=분노 제외\r\n분노 빼고
TxtBlacklistTroop_Item_16=이동 제외\r\n이동 빼고
TxtBlacklistTroop_Item_17=얼음 제외\r\n얼음 빼고
TxtBlacklistTroop_Item_18=미니언 제외\r\n미니언 빼고
TxtBlacklistTroop_Item_19=호그 제외\r\n호그 빼고
TxtBlacklistTroop_Item_20=발키리 제외\r\n발키리 빼고
TxtBlacklistTroop_Item_21=골렘 제외\r\n골렘 빼고
TxtBlacklistTroop_Item_22=마녀 제외\r\n마녀 빼고
TxtBlacklistTroop_Item_23=라바 제외\r\n라바 빼고
TxtBlacklistTroop_Item_24=볼러 제외\r\n볼러 빼고
TxtBlacklistTroop_Item_25=독 제외\r\n독 빼고
TxtBlacklistTroop_Item_26=지진 제외\r\n지진 빼고
TxtBlacklistTroop_Item_27=신속 제외\r\n신속 빼고
TxtBlacklistTroop_Item_28=해골 제외\r\n해골 빼고
TxtBlacklistTroop_Item_29=지상 제외\r\n지상 빼고
TxtBlacklistTroop_Item_30=공중 제외\r\n공중 빼고
TxtDonate=지원->
TxtDonateAll=모두에게 지원
TxtDonateTip=여기를 체크하면
TxtDonateTipAll=을(를) 모든 지원요청에 대해 지원함.
TxtDonateTipTroop=을(를) 요청 단어와 맞을 경우 지원.
TxtDonateTroop_Item_01=바바리안\r\n바바
TxtDonateTroop_Item_02=아처\r\n아쳐
TxtDonateTroop_Item_03=자이언트\r\n자이\r\n자트\r\n아무\r\n지원
TxtDonateTroop_Item_04=고블린\r\n고블
TxtDonateTroop_Item_05=해골돌격병\r\n월브\r\n
TxtDonateTroop_Item_06=해골비행선\r\n검풍\r\n만풍\r\n풍선\r\n벌룬
TxtDonateTroop_Item_07=마법사\r\n법사\r\n위자
TxtDonateTroop_Item_08=치유사\r\n힐러
TxtDonateTroop_Item_09=드래곤\r\n드라곤
TxtDonateTroop_Item_10=페카\r\nPEKKA
TxtDonateTroop_Item_11=베이비드래곤\r\n베이비
TxtDonateTroop_Item_12=광부
TxtDonateTroop_Item_13=번개
TxtDonateTroop_Item_14=회복
TxtDonateTroop_Item_15=분노
TxtDonateTroop_Item_16=이동
TxtDonateTroop_Item_17=얼음
TxtDonateTroop_Item_18=미니언
TxtDonateTroop_Item_19=호그라이더\r\n호그\r\n호구
TxtDonateTroop_Item_20=발키리
TxtDonateTroop_Item_21=골렘
TxtDonateTroop_Item_22=마녀\r\n위치
TxtDonateTroop_Item_23=라바하운드\r\n라바
TxtDonateTroop_Item_24=볼러
TxtDonateTroop_Item_25=독
TxtDonateTroop_Item_26=지진
TxtDonateTroop_Item_27=신속
TxtDonateTroop_Item_28=해골
TxtDonateTroop_Item_29=지상
TxtDonateTroop_Item_30=공중
TxtGeneralBlacklist_Info_01=지원요청에 대한 일반적인 제외단어
TxtGeneralBlacklist_Item_01=클랜전\r\n클전용\r\n클전
TxtIgnoreAll=여기를 체크하면 지원요청 단어와 상관없이 무조건 지원.
TxtKeywords=지원 인식 단어->
TxtKeywordsNo=이 단어들은 지원 안함
TxtKeywordsNoTip=지원금지 단어 ->
TxtNothing=병력지원 선택메뉴
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4%
CapacityStructure_02=5-19%
CapacityStructure_03=20-74%
CapacityStructure_04=75-89%
CapacityStructure_05=90-100%
ChkAtkGEDExtractors=공격
ChkAttackMinesIfDarkElixir=다크엘릭 정제소 공격     <
ChkAttackMinesIfElixir=엘릭서 정제소 공격       <
ChkAttackMinesIfGold=금광공격                 <
ChkMilkAfterAttackScripted=스크립트 공격 사용
ChkMilkAfterAttackScripted_Info_02=빈집에 스크립트공격, 일반 공격은 꺼짐
ChkMilkAfterAttackTHSnipe=홀치기 사용
ChkMilkFarmForceTolerance=오차 강제설정
ChkMilkFarmForceTolerance_Info_01=일반 오차
ChkMilkFarmForceTolerance_Info_02=가속 오차
ChkMilkFarmForceTolerance_Info_03=파괴 오차
ChkMilkingDebugFullSearch=모두검색, 디버그를 위한 목적 (매우 느림)
ChkMilkingDebugFullSearch_Info_01=이 옵션으로 발견되지 않은 엘릭서 추출시설의 이미지를 발견할 수 있음.
ChkMilkingDebugIMG=각각 공격의 이미지 저장
ChkMilkingDebugVillage=마을 이미지 저장
ChkSnipeIfNoElixir=콜렉터를 못 털어도 홀치기 사용
ChkStructureDestroyedAfterAttack=병력을 투입 후 자원시설이 파괴되었는지
ChkStructureDestroyedAfterAttack_Info_01=병력투입후 자원시설 파괴유무 확인
ChkStructureDestroyedAfterAttack_Info_02=이 옵션을 사용하기 위해서는 병력별 투입 간격 딜레이를 크게 해야함
ChkStructureDestroyedBeforeAttack=병력투입전 자원시설 파괴유무 확인
ChkStructureDestroyedBeforeAttack_Info_01=자원시설을 공격하기전, 다른 병력에 의해 이미 자원시설이 파괴 되었는지 확인.
ChkStructureDestroyedBeforeAttack_Info_02=이 옵션을 사용하기 위해서는 병력별 투입 간격 딜레이를 크게 해야함.
CmbMilkAttackType_Item_01=천천히: 각각 콜렉터의 자원량을 모두 체크.
CmbMilkAttackType_Item_02=빠르게: 각 콜렉터의 레벨만 체크.
CmbMilkingAttackDropGoblinAlgorithm_Item_01=고블린을 같은 장소에 투입
CmbMilkingAttackDropGoblinAlgorithm_Item_02=고블린을 다른 장소에 투입
CmbMilkLvl_01=레벨 1-4
CmbMilkLvl_05=레벨 5
CmbMilkLvl_06=레벨 6
CmbMilkLvl_07=레벨 7
CmbMilkLvl_08=레벨 8
CmbMilkLvl_09=레벨 9
CmbMilkLvl_10=레벨 10
CmbMilkLvl_11=레벨 11
CmbMilkLvl_12=레벨 12
CmbStructureOrder_Item_01=공격 순서: 찾은 순으로
CmbStructureOrder_Item_02=공격 순서: 랜덤
CmbStructureOrder_Item_03=공격 순서: 한 방향씩
Group_01=Milking 검색 방법
Group_02=공격할 정제소최소레벨
Group_03=범례
Group_04=공격 구성
Group_05=공격만 할 조건
Group_06=4. 각 건물에 사용할 병력
Group_07=5. 병력투입 옵션
Group_08=파괴된 콜렉터 체크
Group_09=5a. Milking 후 홀치기
Group_10=5b. 스크립트 공격으로 계속
Group_11=오차범위 설정
Group_12=디버그
LblMaxTilesMilk=가장자리에서 최고거리
LblMilkSnipeAlgorithm=알고리즘 사용
LblRedline-and-Collectors=레드라인과 콜렉터 사이 거리(타일)
LblWhichLevel=레벨 조건
TxtDelayWaves=- 병력 투입 간격(ms):
TxtDisable=제외
TxtMaxWaves=- 최고 투입 횟수:
TxtMaxWaves_Info_01=각 생산시설에 투입할 병력, 간격의 최대값을 입력.
TxtMaxWaves_Info_02=생산시설이 파괴 되었다면, 더이상 병력을 투입하지 않음.
TxtXWave=- 유닛별 병력 수:
[MBR Func_Notify]
Another-Device_Info_01=Another Device has connected
Another-Device_Info_02=Another Device has connected, waiting
ATTACK OFF=Attack Off
ATTACK OFF_Info_01=- '기타설정' 탭의 '공격중지' 옵션에서 '접속유지' 상태로 전환
ATTACK OFF_Info_02=Set Halt Attack OFF.
ATTACK ON_Info_01=Attack On
ATTACK ON_Info_02=Set Halt Attack ON.
Attack_Info_01=Attacked
Attack_Info_02=Cannot locate Next button, Restarting Bot
Bot=BOT
Bot_Info_01=- 다음 목록의 명령을 보내 로봇을 원격으로 제어 할 수 있습니다:
BUILDER=BUILDER
BUILDER_Info_01=- 장인 상태 스크린샷 보내기
BUILDER_Info_03=builder(s) idle.
BUILDER_Info_04=Chief, your request for Builder Info will be processed ASAP
Camps-Full_Info_01=Your Army Camps are now Full
Command-Not-Recognized=Command not recognized
DELETE=DELETE
DELETE_Info_01=- 모든 이전 PushBullet 메시지 삭제
Examples=예시:
Free-Builders_Info_01=No. of Free Builders
GEM_Info_01=GEM
HALTATTACKOFF=HALTATTACKOFF
HALTATTACKON=HALTATTACKON
HELP=HELP
HELP_Info_01=- 이 도움말 메시지를 보냅니다
HIBERNATE=HIBERNATE
HIBERNATE_Info_01=- PC를 절전모드로
HIBERNATE_Info_02=PC Hibernate sequence initiated
LASTRAID=LASTRAID
LASTRAID_Info_01=- 마지막 공결 결과 스크린샷 보내기
Last-Raid_Info_01=Last Raid
Last-Raid_Info_02=Last Raid txt
Last-Raid_Info_03=There is no last raid screenshot.
Last-Raid_Info_04=Last Raid txt
Last-Raid_Info_05=Last Raid
LASTRAIDTXT=LASTRAIDTXT
LASTRAIDTXT_Info_01=- 마지막 공결 결과 값 보내기
LOG=LOG
LOG_Info_01=- 현재 로그 파일 보내기
LOG_Info_02=logs
LOG_Info_03=Current Log
LOG_Info_04=CoC Has Stopped Error
LOG_Info_05=Restarted after Out of Sync Error
LOG_Info_06=Disconnected after
LOG_Info_07=Run Time
Loots_Info_01=Loots
Match-Found_Info_01=Match Found! after
Need-Rest_Info_01=Chief, we need some rest!
New-Version_Info_01=Chief, there is a new version of the bot available
Notify_001=Notify PushBullet
PAUSE=PAUSE
PAUSE_Info_01=- 봇 일시정지
Request-For-Help_Info_01=Please push BOT HELP to obtain a complete command list.
Request-For-Help_Info_02=Request for Help
Request-Stop_Info_01=Request to Stop
Request-Stop_Info_02=Request to Stop...
Request-Stop_Info_03=Your bot is now stopping...
Request-Stop_Info_04=Your bot is currently stopped, no action was taken
Request-Stop_Info_05=Your bot and Emulator are now restarting
Request-Stop_Info_06=Your bot is now stopping
Request-Stop_Info_07=Your bot is currently stopped, no action was taken
Request-Stop_Info_08=Unable to pause during attack, try again later.
Request-Stop_Info_09=Your bot and Emulator are now restarting...
Request-Stop_Info_10=Bot restarted
Request-Stop_Info_11=Your bot is currently paused, no action was taken
Request-Stop_Info_12=Your bot is currently resumed, no action was taken
Request-Stop_Info_13=Your request has been received. Bot is now paused
Request-Stop_Info_14=Your request has been received. Bot is now resumed
Request-Stop_Info_15=Unable to pause during attack, try again later.
Request-Stop_Info_16=Request to Restart
Request-Stop_Info_17=Request to Pause
Request-Stop_Info_18=Request to Resume
RESETSTATS=RESETSTATS
RESETSTATS_Info_01=- 마을 통계치 초기화
RESETSTATS_Info_02=Statistics resetted.
RESTART=RESTART
RESTART_Info_01=- 에뮬레이터와 봇 재실행
RESUME=RESUME
RESUME_Info_01=- 봇 계속(Resume)
Resumed_Info_01=Your bot is currently resumed, no action was taken
SCREENSHOT=SCREENSHOT
SCREENSHOT_Info_01=- 스크린샷 보내기
SCREENSHOT_Info_02=There is no last raid screenshot
SCREENSHOT_Info_03=Chief, your request for Screenshot will be processed ASAP
SCREENSHOT_Info_04=Screenshot of your village
SCREENSHOTHD=SCREENSHOTHD
SCREENSHOTHD_Info_01=- 고화질 스크린샷 보내기
SHIELD=SHIELD
SHIELD_Info_01=- 실드 상태 스크린샹 보내
SHIELD_Info_02=Chief, your request for Shield Info will be processed ASAP
SHUTDOWN=SHUTDOWN
SHUTDOWN_Info_01=- PC를 끄기
SHUTDOWN_Info_02=PC Shutdown sequence initiated
Skip_Info_01=skip(s)
Skip_Info_02=Skipped
STANDBY=STANDBY
STANDBY_Info_01=- PC를 대기모드로
STANDBY_Info_02=PC Standby sequence initiated
STATS=STATS
STATS_Info_01=- 마을 통계치 보내기
Stats_Info_02=Stats Village Report
Stats_Info_03=You have
Stats_Info_04=Gain per Hour
Stats_Info_05=At Start
Stats_Info_06=Attacking now
Stats-DE_Info_01=DE
Stats-E_Info_01=E
Stats-G_Info_01=G
Stats-Now_Info_01=Now (Current Resources)
Stats-T_Info_01=T
STOP=STOP
STOP_Info_01=- 봇 정지
Take-Break_Info_01=Village must take a break..
Train_Info_01=Troops/Spells set to Train
Train_Info_02=Current Trained Troops & Spells
Train_Info_03=Current Army Camp
Train_Info_04=-  Spells
Train_Info_05=Current Capacities
Train_Info_06=-  Army Camp
TROOPS=TROOPS
TROOPS_Info_01=E
Upgrading_Info_01=Upgrading
Upgrading_Info_02=Skip upgrade
Upgrading_Info_03=Complete by using GOLD
Upgrading_Info_04=Complete by using ELIXIR
Upgrading_Info_05=Cannot find gold upgrade button
Upgrading_Info_06=Cannot find elixir upgrade button
Upgrading_Info_07=Upgrade completed by using GOLD
Upgrading_Info_08=Upgrade completed by using ELIXIR
Upgrading_Info_09=No Upgrade Elixir Button
Upgrading_Info_10=Cannot find gold upgrade button
Uploading-File_Info_01=uploading file to PushBullet server
Uploading-File_Info_02=Occured an error type 2 uploading file to Telegram server...
Uploading-File_Info_03=Unable to Upload File
Uploading-File_Info_04=Occured an error type
Uploading-File_Info_05=Unable to send file
Wall-Up_Info_01=No. of Wall Up
Wall-Up_Info_02=Found Wall level
Wall-Up_Info_03=Cannot find Wall level
Wall-Up_Info_04=Wall segment has been located

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
